[
    {
        "title": "Complementary dimensions of the Theory of Didactic Situations in Mathematics and the Theory of Social Interactionism: Synthesizing the Topaze effect and the funnel pattern",
        "abstract": "This study examines the theory of didactic situations in mathematics (TDS) and the theory of social interactionism (TSI), employing strategies from the networking of theories schema to uncover potential complementarities between them. These theories provide different a priori perspectives on mathematics classroom interaction: TDS focuses on the functioning of mathematical knowledge in adidactic situations, while TSI centers on the emergence of mathematical meanings through the interactive accomplishment of intersubjectivity. The study gives rise to a hypothesis concerning complementary dimensions of the theoretical frameworks, particularly regarding social interaction and related classroom regulations. This hypothesis is empirically substantiated through theoretical triangulation of a dataset from a mathematics classroom. The TDS analysis, considering the mathematical knowledge in question, identifies a Topaze effect within the dataset, whereas the TSI analysis construes the empirical facts as exhibiting a funnel pattern of interaction. It is argued that the interpretations mutually enhance each other explanatory power"
    },
    {
        "title": "Examples from English female mathematics exercise books of the 19th century",
        "abstract": "This study compares the mathematical examples tackled by females and males in 19th century UK schools. It is based on a private collection of 101 mathematical manuscripts and compared with a collection of 231 similar exercise books at the University of Leicester. A summary of female mathematical education in England at the time will provide a background for the research. Illustrations will be given covering some of the associated textbooks on which these manuscript books are based. A comparison will be made between the problems given to each gender and some mathematical textbooks written specifically for females will be examined to identify any specific differences between them and the more widely used textbooks of the time. The purpose of such manuscript books will be considered. Based on the evidence examined, the ratio of such books in existence is 1:4, females to males"
    },
    {
        "title": "Mature intuition and mathematical understanding",
        "abstract": "Mathematicians often describe the importance of well-developed intuition to productive research and successful learning. But neither education researchers nor philosophers interested in epistemic dimensions of mathematical practice have yet given the topic the sustained attention it deserves. The trouble is partly that intuition in the relevant sense lacks a usefully clear characterization, so we begin by offering one: mature intuition, we say, is the capacity for fast, fluent, reliable and insightful inference with respect to some subject matter. We illustrate the role of mature intuition in mathematical practice with an assortment of examples, including data from a sequence of clinical interviews in which a student improves upon initially misleading covariational intuitions. Finally, we show how the study of intuition can yield insights for philosophers and education theorists. First, it contributes to a longstanding debate in epistemology by undermining epistemicism, the view that an agent degree of objectual understanding is determined exclusively by their knowledge, beliefs and credences. We argue on the contrary that intuition can contribute directly and independently to understanding. Second, we identify potential pedagogical avenues towards the development of mature intuition, highlighting strategies including adding imagery, developing associations, establishing confidence and generalizing concepts."
    },
    {
        "title": "Understanding mathematical conditionals: An educational perspective informed by philosophy, linguistics and psychology",
        "abstract": "Conditionals sentences of the form if A then B are ubiquitous in mathematics, where they are treated as true unless A is true and B is false. Conditionals are ubiquitous in everyday life, too, but there interpretations vary. This creates a challenge for students, who must learn an interpretation that might feel unnatural. How can we help them toward mathematically valid reasoning? In this theoretical paper, I argue that a sensible answer should build on work in philosophy, linguistics and psychology. I apply work from these fields to mathematical learning, especially at the transition to proof. I argue that day-to-day use of mathematical conditionals reflects the common inferential reading of everyday conditionals, so that an effective explanation of mathematical conditionals might: discuss the peculiarities of the material conditional, with reference to truth-functionality; observe that universal mathematical conditionals are sensibly subject to an inferential reading; and entrench habitual counterexample search"
    },
    {
        "title": "Philosophy of mathematical practice and mathematics education: Cross-fertilization, dialogue and prospects",
        "abstract": "Mathematics education and the philosophy of mathematical practice are two fields of research whose domains of investigation overlap in a striking way. And yet, interactions between the two fields have been very limited so far, research being mostly conducted in parallel, sometimes on the very same issues. As a consequence, the potential for interaction and cross-fertilization between the two fields remains largely under-explored and under-exploited. The aim of this article is to encourage these interactions by indicating a number of concrete research opportunities where existing contributions in one field may lead to original developments in the other"
    },
    {
        "title": "They do not have the same needs: Mathematics education for girls and young women in France (19th-early 20th century)",
        "abstract": "This article examines the main places and characteristics of mathematics education for girls and young women in primary and secondary schools during the 19th and early 20th century. It looks at, in particular, the mathematical content that pupils learned in these schools and the aims of the teaching they received. It shows how female mathematics teaching differed from its male counterpart by responding to various gender stereotypes referring to the nature and social role of women. The article also presents to what extent the girls mathematics programs were progressively aligned with those of boys, until they became almost identical from the 1920s onwards"
    },
    {
        "title": "Mathematics Education for Young Women and Girls from the Birth of the Kingdom of Italy (1861) to Fascism",
        "abstract": "In 1861, when the Kingdom of Italy was proclaimed, the school system of the new state was organized in a highly centralized manner based on an 1859 law inherited from the Kingdom of Sardinia. This law, which with some changes regulated education in Italy until 1923, included the principle that the first two years of primary school should be compulsory for both boys and girls. A later law in 1877 reinforced this principle and led to more regular school attendance by girls, although, as the documents cited in this article show, the prejudice that literacy was unnecessary or even dangerous for women remained for many years. In elementary school curricula there were differences between math content aimed at females and that aimed at males. In secondary schools, math programs were not differentiated by gender, but for a long time access to these schools was difficult for girls. After elementary school, however, there was the teacher-training school called scuola normale (normal school), where girls could enroll. The math syllabuses were the same for boys and girls. In this article I focus on this type of school with the aim of understanding what math the girls encountered and how they reacted to it. As sources for my study I use answers to questions published in Italian mathematics journals addressed to students."
    },
    {
        "title": "What types of insight do expert students gain during work with ill-structured problems in mathematics?",
        "abstract": "In our study, we explored how two high-performing mathematics students gained insight while working on ill-structured problems. We followed their problem-solving process through task-based interviews and observed a similar sequence of insights in both participants work- (1) Spontaneous insight, (2) Passive gradual insight, (3) Sudden insight, and (4) Active gradual insight. An impasse occurred in the intersection between the second and third insight and seemed to accelerate the progression toward solution. During this insight sequence, we observed emotional transitions that appeared to impact the process in a useful manner, especially due to the participant s interpretation of uncertainty related to the impasse as a challenge and an inspiration. Future research is needed to study the observed sequence of insights and related affects in a larger data set and in a broader spectrum of problem solvers"
    },
    {
        "title": "Snapshots of sameness: Characterizations of mathematical sameness across student groups",
        "abstract": "Sameness is foundational to mathematics but has only recently become an area of focus in mathematics education research. In this paper, we describe characterizations of sameness generated by four student groups: discrete mathematics students, linear algebra students, abstract algebra students, and graduate students. Based on qualitative analysis of open response surveys, we compare these groups characterizations of sameness; note the subcomponents discussed and variation within each dimension; and highlight experiences influential to students perceptions of sameness. Findings include interpretability of sameness as a big idea, nascent development of thematic connections across courses, emphases on current course material rather than connections to prior courses for students solicited from a particular course, greater reflectiveness from the graduate student group, and abstract algebra as an impactful course. Implications include a need for thoughtful examinations of how “big ideas” develop among students and what experiences might support such development"
    },
    {
        "title": "On mathematics education for women in Russia prior to 1917",
        "abstract": "This paper attempts to describe women mathematics education in certain types of educational institutions in Russia before 1917. The history of women education (inclusive of the humanities) begins effectively in the eighteenth century. This education was inevitably limited, since the role assigned to women did not imply any special study of mathematics mathematics was needed primarily for maintaining the household. To be sure, to this was also added the problem of intellectual development, which sometimes led to girls being taught geometry, and even algebra, although this did not happen often. At the same time, women s mathematical talents could be valued quite highly. Gradually, the situation changed, and already in the twentieth century the opinion that women s mathematics education should not differ from men s was very widely expressed. This paper analyzes various views expressed in surviving documents, as well as textbooks written for girls, and memoirs that make it possible to imagine to a certain degree how exactly the teaching of mathematics at women educational institutions was implemented and perceived"
    },
    {
        "title": "Mathematical understanding   Common themes in philosophy and mathematics education",
        "abstract": "We present different characterizations of mathematical understanding given by mathematicians, philosophers of mathematics, and mathematics educators. One purpose is to illustrate the diversity of these characterizations. Although the descriptions of understanding may seem incompatible, the paper ends by pointing to some shared themes. They include an emphasis on qualities such as relations and unification. Additionally, we note that re-presentation, including visual representations, is thought to play a role in understanding"
    },
    {
        "title": "Undergraduate students  collaboration on homework problems in advanced mathematics courses",
        "abstract": "While mathematicians and mathematics education researchers have acknowledged the importance of undergraduate mathematics students  learning outside of class time, little is known about what students actually do. The aim of this study is to examine one aspect of students  out-of-class learning: their collaboration with peers on homework problems. Ten interviews with recent graduates of mathematics degrees were conducted and analyzed using reflexive thematic analysis. We examine participants  descriptions of how they collaborated on homework problems and with whom. Additionally, we explore their perceptions of the affordances of collaborating on homework, as well as the factors they perceive as constraining their engagement in the practice. Our study is an initial step towards developing a more complete understanding of undergraduate mathematics students  engagement with homework problems and out-of-class learning practices more generally. We discuss the implications of our findings in terms of guiding future research"
    },
    {
        "title": "A mathematical model of Cholera Typhoid coinfection dynamics with dual-seasonally driven contact rates",
        "abstract": "Cholera and Typhoid Fever place a huge burden on public health systems of predominantly Asian and African countries. Poor sanitation and suboptimal treatment of these infections have been the primary causes of the resurgence of these infections in recent years. A mathematical model, consisting of a dynamical system, is used to model the progression of cholera, typhoid and co-infection cases over time. The seasonality of the infections is modelled using trigonometric functions. The findings show that during peak transmission, the severity of cholera and typhoid is determined by the presence or absence of a peak in coinfection cases"
    },
    {
        "title": "Introduction to the virtual special issue: Mathematics that underpins social issues",
        "abstract": "This Virtual Special Issue on Mathematics in Society: Exploring the Mathematics that Underpins Social Issues features 13 articles which expand our understanding of how people build, retain, communicate, apply, and comprehend mathematical ideas as they relate to social and societal issues. The focus is on education research that explores the ways in which mathematics and a mathematical worldview can influence choices, on educational, personal and societal levels. We take a broad view and raise questions about what it means to be mathematical in society, and we consider the multifaceted ways in which abilities to derive and interpret information presented mathematically are also necessary in and for society"
    },
    {
        "title": "Use of mathematical problems rooted in primary historical sources to reveal preservice teachers  mathematical content knowledge",
        "abstract": "In this paper, the use of mathematical problems rooted in primary historical sources as a diagnostic tool for identifying learners  understanding about area and volume is examined. The study follows preservice teachers in the context of a compulsory course in mathematics education while dealing with such problems embedding errors and challenging mistaken beliefs about the area of quadrilaterals and the volume of the cube. Although the initial aim was to involve the participants in inquiry-based activities, in the end, the history of mathematics served as a means to reveal the complete or partial understanding of the concepts making evident at the same time the participants  misconceptions such as the overgeneralization of the rule  length times breadth  and the confusion between area and perimeter concerning the area of the quadrilaterals task, and the illusion of linearity and the confusion between volume and surface area concerning the volume of the cube task"
    },
    {
        "title": "Mathematical modeling of trend cycle: Fad, fashion and classic",
        "abstract": "In this work, we suggest a system of differential equations that models the formulation and evolution of a trend cycle through the consideration of underlying dynamics between the trend participants. Our model captures the five stages of a trend cycle, namely, the onset, rise, peak, decline, and obsolescence. It also provides a unified mathematical criterion/condition to characterize the fad, fashion and classic. We prove that the solution of our model can capture various trend cycles. Numerical simulations are provided to show the expressive power of our model"
    },
    {
        "title": "What are explanatory proofs in mathematics and how can they contribute to teaching and learning?",
        "abstract": "This paper will examine several simple examples (drawn from the mathematics literature) where there are multiple proofs of the same theorem, but only some of these proofs are widely regarded by mathematicians as explanatory. These examples will motivate an account of explanatory proofs in mathematics. Along the way, the paper will discuss why deus ex machina proofs are not explanatory, what a mathematical coincidence is, and how a theorem s proper setting reflects the naturalness of various mathematical kinds. The paper will also investigate how context influences which features of a theorem are salient and consequently which proofs are explanatory. The paper will discuss several ways in which explanatory proofs can contribute to teaching and learning, including how shifts in context (and hence in a proof s explanatory power) can be exploited in a classroom setting, leading students to dig more deeply into why some theorem holds. More generally, the paper will examine how “Why?” questions operate in mathematical thinking, teaching, and learning"
    },
    {
        "title": "From knowledge acquired at academic mathematics courses to significant changes in instructional practices",
        "abstract": "This non-interventional study investigates the contribution of university mathematics to teaching high-school mathematics. Data sources included interviews with five teachers who taught high-school mathematics before, during, and after their academic mathematics studies. All teachers provided tangible examples of fundamental changes in instructional practices that they explicitly linked to new knowledge acquired in the academic mathematics courses. The domain of analysis in general, and the topics of integrals and derivatives in particular, were central in the teachers  illustrations of changes they made in their teaching, although other mathematical topics and domains were also mentioned. The reported changes were mostly associated with emphasis on mathematical explanations, exposition of two key elements of the deductive structure of mathematics: definition and proof, an increased focus on formal mathematics, and portrayal of mathematics as a wide and varied discipline. The study results are discussed in light of the relevant literature"
    },
    {
        "title": "Analyzing the impact of proliferation and treatment parameters on low-grade glioma growth using mathematical models",
        "abstract": "Low-grade gliomas (LGGs) are characterized by their slow growth and infiltrative nature, making complete surgical resection challenging and often resulting in the need for adjunctive therapies. This study introduces a mathematical model appeared in Ribba et al. (2012) aimed at elucidating the growth patterns of LGGs and their response to chemotherapy. Our model undergoes validation against clinical data, demonstrating its efficacy in accurately describing real patient data. Through mathematical analysis, we establish the existence of a unique non-negative solution and delve into the stability of steady-state solutions. Notably, we establish the global stability of a tumor-free equilibrium under conditions of sufficiently robust constant and asymptotically dynamics in the case of periodic treatment. Additionally, a sensitivity analysis highlights the proliferation rate as the primary determinant of model outcomes. Finally, numerical simulations are employed to explore the stability of the fitting procedure"
    },
    {
        "title": "Gender-related differences and social entanglements in mathematics education during 19th century: The subject of geometry",
        "abstract": "This paper examines mathematics teaching and learning, specifically of Geometry, in Greek girls  schools in the 19th century. It explores how educational laws and school practice defined its teaching. Research has proved that female students received only the basics in Geometry, substantially less than what was offered to male students in all-boys  schools. Also, the Geometry textbooks designed for girls are discussed. The problems considered in the article are at the intersection of economic, political and ideological issues. The study draws on a wide range of primary sources such as school archives and records as well as government gazettes. In particular, the school archives of the Philekpedeutiki Etaireia provide this research with a rich source of information regarding female schooling in 19th century"
    },
    {
        "title": "Seeing mathematics together: A comparative case study of youths and facilitators collaborating to learn mathematics in informal settings",
        "abstract": "Findings support efforts to understand how adult facilitators can support youths in seeing mathematics within and asking mathematical questions about the world around them"
    },
    {
        "title": "A Mathematical Modeling of 3D Cubical Geometry Hypothetical Reservoir under the Effect of Nanoparticles Flow Rate, Porosity, and Relative Permeability",
        "abstract": "This study aims to formulate a steady-state mathematical model for a three-dimensional permeable enclosure (cavity) to determine the oil extraction rate using three distinct nanoparticles, SiO2, Al2O3, and Fe2O3, in unconventional oil reservoirs. The simulation is conducted for different parameters of volume fractions, porosities, and mass flow rates to determine the optimal oil recovery. The impact of nanoparticles on relative permeability (and water is also investigated. The simulation process utilizes the finite volume ANSYS Fluent. The study results showed that when the mass flow rate at the inlet is low, oil recovery goes up. In addition, they indicated that silicon nanoparticles are better at getting oil out of the ground (i.e., oil reservoir) than Al2O3 and Fe2O3. Most oil can be extracted from SiO2, Al2O3, and Fe2O3 at a rate of 97.8%, 96.5%, and 88%, respectively"
    },
    {
        "title": "Nonlinear dynamics of tumor cell cycles: From mathematical models to therapeutic insights",
        "abstract": "Cellular proliferation, regulated by the cell cycle, assumes a malignant pattern in cancer. We summarize how nonlinear dynamics and chaos theory shed light on the irregular rhythm of tumor cell cycles by combining advanced mathematical models that capture tumor cell cycle dynamics, ranging from traditional frameworks to stochastic and spatial methods (e.g. an automaton model can outperform traditional methods in handling cycle fluctuations with 93% agreement with experimental observations). These models reveal important nonlinear events such as bifurcations, limit cycles, and potentially chaotic behavior, with experimental validation revealing novel opinions on cancer biology and future therapeutic interventions"
    },
    {
        "title": "Mathematical modeling, sensitivity analysis, and optimal control of students awareness in mathematics education",
        "abstract": "This article presents a continuous-time mathematical model, integrating various educational categories, serving as a valuable tool for understanding students interactions with mathematics. The paper begins by exploring the necessary preliminaries to describe the model. Subsequently, we examine the model s well-posedness, focusing on the positivity and boundedness of solutions. The basic reproduction number is then derived using the next-generation matrix method. The model exhibits two stable states: the mathematics-free equilibrium point and the learning equilibrium point for students who struggle with mathematics. The study shows that when the basic reproduction number is less than one, the mathematics-free equilibrium point is globally asymptotically stable. Conversely, when the basic reproduction number exceeds one, the learning equilibrium point for students who struggle with mathematics is globally asymptotically stable. Numerical simulations validate the theoretical findings. In the last part of the paper, we present a structured model involving two distinct strategies aimed at improving the mathematical skills of students who encounter difficulties in this subject. The first strategy consists of offering individualized or small-group tutoring sessions, focusing on challenging topics and using alternative teaching methods. The second strategy entails adjusting the overall program and pedagogical approach to better respond to diverse learning needs. This approach uses Pontryagin s maximum principle and iterative analysis to determine optimal controls. The effectiveness of these strategies is evaluated using numerical simulations in various scenarios"
    },
    {
        "title": "Problems and corrections of classical mathematical model for piecewise linear system",
        "abstract": "Due to the existence of gaps or backlash, many mechanical systems can be simplified into piecewise linear models. The dynamic study on mechanical systems should be based on reliable mathematical models. So that it is very important to determine the contact point and separation point between the primary system and the auxiliary spring system (ASS) in a piecewise linear system. In most existing literature, the contact point and separation point of the mathematical model are fixed at the gap. But in this paper, it is found that the contact point and separation point actually change with the system parameters when the ASS contains a damper, which implies the most existing mathematical models are incorrect. It is firstly demonstrated through numerical solution that the primary system will prematurely separate from the ASS before reaching the gap under harmonic excitation, which shows the incorrectness of the classical mathematical models. Then, based on the mechanical model and engineering practice, two corrected mathematical models are proposed. And the motions of the primary system and ASS after premature separation in the corrected models are studied. Finally, through comparisons of the contact points, separation points, amplitude-frequency curves and motion states between the corrected models and the classical mathematical model, it can be concluded that the corrected models are more reasonable. And comparisons with the experimental data imply that the corrected models can better reflect the engineering practice. These results will be helpful to the study and design of the piecewise linear system"
    },
    {
        "title": "Mathematical modeling of malaria epidemic dynamics with enlightenment and therapy intervention using the Laplace-Adomian decomposition method and Caputo fractional order",
        "abstract": "This paper examines malaria, a prevalent mosquito-borne disease in Africa that causes fever, chills, and headaches. Diagnosis involves blood tests, and treatment primarily relies on antimalarial drugs. Mathematical modeling is crucial for disease prevention and eradication strategies. The study uses deterministic models to analyze global malaria transmission patterns, focusing on enlightened therapy s effectiveness as a control measure. Four compartmental models depict susceptible, latent, infected, and recovered populations, exploring various disease spread scenarios while ensuring model stability and reliability. Epidemiological principles identify disease-free and endemic equilibria, calculating the basic reproduction number. Stability analysis utilizes Lyapunov functions, supported by Laplace transformation and MAPLE18 simulations for solution derivation. Furthermore, the study investigates the impact of fractional-order derivatives on transmission dynamics and control strategies, analyzing the effects of increasing fractional derivative orders using graphical representations. This research provides insights valuable for public health initiatives and malaria eradication efforts, emphasizing the role of Caputo fractional derivatives in refining malaria control strategies and elucidating the findings for a broader readership appeal"
    },
    {
        "title": "Lecturers  use of questions in undergraduate mathematics lectures",
        "abstract": "Mathematics lecturers frequently ask questions in their lectures, and these questions presumably play an important role in students  thinking about and learning of the lecture content. We replicated and developed a coding scheme used in previous research in the US to categorise lecturers  questions in a sample of 136 lectures given by 24 lecturers at a research-intensive UK university. We found that the coding scheme could be applied reliably, and that factual questions were predominant (as in previous research). We explore differences in the lecturers  use of questions   both between our UK sample and the previous US work, and between individual lecturers in our sample. We note the presence of strings of related successive questions from the lecturer, which we term  question chains . We explore the nature of these, examine their prevalence, and seek to account for them in terms of the lecturers  possible intentions"
    },
    {
        "title": "Stochastic stability and global dynamics of a mathematical model for drug use: Statistical sensitivity analysis via PRCC",
        "abstract": "This article examines the stochastic stability and global dynamics of a mathematical model of drug use. The model divides the population into five compartments current drug users, temporarily abstinent drug users, permanently abstinent drug users, and drug users in rehabilitation. Using Brownian motion, deterministic equations are extended to incorporate stochastic perturbations, capturing real-life uncertainties in drug use within compartments. An analysis of Lyapunov functions is used to determine the global stability of the model. By introducing stochastic elements into the model, we can examine its stability under random perturbations. A global sensitivity analysis, including PRCC results, is conducted to confirm the robustness of the model. Stable drug-free and drug-present equilibria can be maintained in both deterministic and stochastic environments. Numerical simulations illustrate the impact of various parameters on population dynamics and rehabilitation program effectiveness"
    },
    {
        "title": "How mothers mathematical positioning relates to their images of mathematics and interactions with children",
        "abstract": "Few studies have considered the relationship between what families recognize as mathematical and their mathematical identities despite attention to forms of informal mathematical learning. The trends in what goes unrecognized as mathematical for families reflect larger societal expectations about who and what can count as mathematics, rendering mathematical practices at home invisible. Limited views of mathematics as centered in school and tied to algorithms lead many rich and informal practices to go unrecognized by families, contributing to negative images of their mathematical selves. This study looks at the practices and activities mothers engage in with their young children that involve mathematics, specifically focusing on how they frame mathematics and their activity within it"
    },
    {
        "title": "The emotions lived in mathematics classes and their reflection outside the school context: A case study of Manuel",
        "abstract": "Based on the theory of the Cognitive Structure of the Emotions (OCC), this article has a dual objective: 1) to document negative attitudes toward mathematics generated during the academic formation of Manuel, an adult who ended his school education 15 years before this investigation and today is a professional voice-over actor; and 2) to analyze the reflection of those attitudes in the emotions that emerged during the process of solving mathematical problems related to his work. Manuel was chosen from among ten voice-over professionals who, before the study began, manifested a strong aversion toward mathematics. Manuel was interviewed twice: once before, and then after solving the mathematical problems posed. Results indicate that his negative attitude toward mathematics was reflected in the emotions — frustration, fear, anger, and nervousness — he experienced while solving the problems"
    },
    {
        "title": "Dynamic analysis of Hashimoto Thyroiditis bio-mathematical model using artificial neural network",
        "abstract": "This article establishes an efficient solution scheme for a mathematical model of Hashimoto s Thyroiditis (HT) employing artificial neural networks. HT is an auto-immune disorder hostile to the thyroid follicle cells, effectuating hypothyroid or hyperthyroidism. Under this condition, the thyroid-stimulating hormone (TSH) alters incomparably to the free thyroxine (FT4) interrupts the functioning of the hypothalamus-pituitary-thyroid (HPT) axis, implicating the thyroid follicle cells getting destroyed. We primarily focus on utilizing artificial neural network (ANN) to perform numerical simulations for the system of ordinary differential equations describing the dynamics of an existing 4D model of HT. The presented model comprises four time-dependent variables: TSH, FT4, anti-thyroid antibodies (Ab), and size of the thyroid gland (T). We utilize ND-Solver and ANN scheme in the Mathematica software to acquire the computational data and illustrate thus retrieved results with essential performance plots. Further, mean square error has been considered in validating the proposed ANN-based approach accurately. The plot for training and validation loss exhibits the effectiveness of the proposed methodology, and substantiate that the suggested ANN approach is a good fit for the solving the mathematical model of HT"
    },
    {
        "title": "A non-linear deterministic mathematical model for investigating the population dynamics of COVID-19 in the presence of vaccination",
        "abstract": "COVID-19 has been a significant threat to many countries worldwide. COVID-19 remains a threat even in the presence of vaccination. The study formulates and analyzes a non-linear deterministic mathematical model to investigate the dynamics of COVID-19 in the presence of vaccination. Numerical results show that increasing the treatment rates with a relatively high vaccination rate might subdue the virus in the population. Also, decreasing the vaccine inefficacy increases the vaccine efficacy, and this may result in a population free of the virus. We further show that increasing the vaccination rate as against the vaccine inefficacy, the effective contact rate for COVID-19 and the modification parameter that accounts for increased infectiousness for COVID-19, the virus responsible for COVID-19 can be eradicated from the population. The sensitivity analysis results deduce that hidden factors are driving the model dynamics. These hidden factors must be given special attention and minimized. These factors includes the incubation periods for vaccinated and unvaccinated individuals, the fractions for vaccinated and unvaccinated individuals, and the transition rates for vaccinated and unvaccinated individuals"
    },
    {
        "title": "Effects of domain-specific linguistic factors on the difficulty of mathematics tasks",
        "abstract": "Linguistic features as a task-related feature influence the difficulty of mathematical tasks. To reduce this influence (e.g., in testing situations), studies on linguistic simplification focus on modifying linguistic features. These studies show little or no effect on increasing test performance. An open question is whether a quantitative exploratory approach with texts from a specific domain can be an additional model for reducing the linguistic influence on mathematical tasks. To answer this question, generalized linear mixed models were used to determine the effects of linguistic factors, the requirements of the items, and the effects of linguistic factors when differentiating the requirements of the items, while controlling for further person- and item-related effects. The results show that linguistic factors can have either a negative or positive influence on test performance. The findings indicate that for mathematics assessments and teaching, it might be essential to consider the influence of language factors and task requirements"
    },
    {
        "title": "Disrupting racial storylines about black girls in mathematics through teaching content and building relationships",
        "abstract": "This study is a qualitative case study that focuses on the instructional practice of a white woman teacher with three Black girls. We draw upon literature that describes racial storylines for Black girls to focus on how a white Woman teacher navigates racial storylines to enact instructional practices that are humanzing for Black girls. Specifically, we show how interactions the teacher has with three Black girls disrupt racial storylines about invisibility/hypervisibility, behavior, and ability. Implications of this work pushes back against the idea that Black girls are monolithic and illustrate practices in mathematics that support the success of Black girls"
    },
    {
        "title": "Mathematical modeling of chickenpox transmission using the Laplace Adomian Decomposition Method",
        "abstract": "In this work, mathematical modeling of a nonlinear differential equation was studied to investigate the effect of vaccination on the spread of chickenpox. The proof of existence and uniqueness of the positive solution and invariant region showed that the model is epidemiologically sound. We established the disease-free and endemic equilibrium states and carried out a stability analysis of the disease-free and endemic equilibrium states of the model to gain insight into the dynamics of the model. The rate of vaccination and precaution for the spread of chickenpox was a factor that influenced the basic reproductive number, which was calculated using the next-generation matrix approach. Forecasts made via numerical simulation using the Laplace Adomian Decomposition method highlight the temporal impact of vaccination on curbing the chicken pox trend"
    },
    {
        "title": "Encouraging students to explain their ideas when learning mathematics: A psychological perspective",
        "abstract": "Children self-explanations are answers to voiced why and how questions that attempt to make sense of new information for oneself. They often are not sophisticated or generalizable. Despite this, prompting children to generate explanations often improves their learning. After providing examples of children s explanations, this article summarizes empirical evidence for the learning benefits of prompting people to generate explanations when learning mathematics. There is strong evidence that prompting learners to explain leads to greater conceptual knowledge, procedural knowledge and procedural transfer when knowledge is assessed immediately after the learning session; there is limited evidence for greater procedural transfer after a delay. Scaffolding high-quality explanations via training or structured responses, designing prompts to carefully balance attention to important content, prompting learners to explain correct information, and prompting learners to explain why incorrect information is incorrect when appropriate, increases the benefits of prompts to generate explanations"
    },
    {
        "title": "EBERT: A lightweight expression-enhanced large-scale pre-trained language model for mathematics education",
        "abstract": "Within the realm of mathematics education, there exist several challenging supervised tasks that educators and researchers encounter, such as question difficulty prediction and mathematical expression understanding. To address these challenges, researchers have introduced unsupervised pre-trained models specifically tailored for mathematics education, yielding promising outcomes. However, the existing literature fails to consider the domain-specific characteristics of mathematics, particularly the structural features in pre-trained corpora and extensive expressions, which makes them costly expensive and time-consuming. To tackle this problem, we propose a lightweight expression-enhanced large-scale pre-trained language model, called EBERT, for mathematics education. Specifically, we select a large number of expression-enriched exercises to further pre-train the original BERT. To depict the inherent structural features existed in expressions, the initial step involves the creation of an Operator Tree for each expression. Subsequently, each exercise is transformed into a corresponding Question&Answer tree (QAT) to serve as the model input. Notably, to ensure the preservation of semantic integrity within the QAT, a specialized Expression Enhanced Matrix is devised to confine the visibility of individual tokens. Additionally, a new pre-training task, referred to as Question&Answer Matching, is introduced to capture exercise-related structural information at the semantic level. Through three downstream tasks in mathematical education, we prove that EBERT outperforms several state-of-the-art baselines (such as MathBERT and GPT-3) in terms of ACC and F1-score"
    },
    {
        "title": "Students reception of two alternative arrangements of mathematical symbols and words: Differences in focus and text navigation",
        "abstract": "To engage with specialized subject content, students must develop adequate reading skills. In mathematics, this includes to integrate information from different semiotic resources. This study elucidates how differences in the structural connections between mathematical symbols and written language in mathematics texts can affect the reading process. With the help of eye-tracking techniques, we investigated differences in focus and navigation when 15-year-olds read task texts in two distinct designs: a traditional design with written language presented in lines and all connections based on semantics; and a design including a graphic emphasizing links between symbols and explanations. While the graphic design was found to facilitate fast interpretation of the symbol language connections, the traditional design seemed to encourage global reading, involving more text parts. When designing texts for mathematics learning, structural connections may be chosen to adapt texts to various student groups and purposes"
    },
    {
        "title": "Pre-service mathematics teachers  discourse: Differences between defining in task situations involving prototypical and non-prototypical solids",
        "abstract": "The literature has highlighted the significant role of definitions and defining in mathematics learning and teaching. Furthermore, non-prototypical figures are particularly important when teaching geometry, but teachers and pre-service teachers still have problems defining them. For these reasons, we investigated whether there were differences in the way that pre-service mathematics teachers constructed and selected definitions for prototypical and non-prototypical solids. In particular, the commognitive framework was employed to investigate the differences in the discourse of 33 pre-service secondary-school teachers when constructing and selecting definitions in task situations that involved prototypical and non-prototypical solids. Moreover, we studied if some commognitive conflicts appeared in task situations involving non-prototypical solids but not in similar task situations involving prototypical solids. The findings show some differences between the pre-service teachers  discourses in both types of task situations. Additionally, some commognitive conflicts appeared only in task situations with non-prototypical solids. Lastly, we classified those commognitive conflicts"
    },
    {
        "title": "Negatives as fictions in 16th and 17th century mathematics",
        "abstract": "The use of “negative” entities is a fact attested in various mathematical practices across various contexts since antiquity. Although we now have a better knowledge of this history in its complexity and its richness, many phenomena occurring in it are still blurred and oversimplified by the retrospective look we tend to posit on it under the heading of the history of negative numbers. In the first section, I detail several historical studies relying on a specific kind of conceptualization in terms of “domain extension” and point to several of their shortcomings. In the second section, I propose to turn to the actor s categories and put particular emphasis on the fact that negative entities were conceived as “fictitious” entities. In the third section, I show how this context allows a different reading of the various discussions and reflections on negatives occurring in the second half of the 17th century"
    },
    {
        "title": "Factorization Algebra for Encyclopedia of Mathematical Physics",
        "abstract": "Factorization algebras are local-to-global objects living on manifolds, and they arise naturally in mathematics and physics. Their local structure encompasses examples like associative algebras and vertex algebras; in these examples, their global structure encompasses Hochschild homology and conformal blocks. In the setting of quantum field theory, factorization algebras articulate a minimal set of axioms satisfied by the observables of a theory, and they capture concepts like the operator product and correlation functions. This article gives the definitions and key examples, compares this approach with other approaches to mathematically formalizing field theory, describes key results, and explains how higher symmetries can be encoded in this framework."
    },
    {
        "title": "Mathematical models for arched beams in viscoelasticity",
        "abstract": "This article is mainly focused on the progress of mathematical models for arched beams of Bresse type within the viscoelastic theory given by Boltzmann-Volterra. We provide a comprehensive analysis of the modeling for curved beam systems by taking into account viscous-mechanical constitutive laws for the main tensors acting on the governing equations, namely, the shear force, the axial load, and the bending moment. As a result, new classes of viscoelastic Bresse-Boltzmann-Volterra problems are presented in different scenarios, shedding light on the interplay between memory effects, the resulting (visco-)elastic stress-strain relations, and the sensibility of viscoelastic couplings given by the symmetry of the memory terms intrinsically coming from the modeling"
    },
    {
        "title": "The expertise of novices: A framework for prospective teacher s noticing of children s mathematical thinking",
        "abstract": "The purpose of this study was to articulate nuances within the process of learning to notice and to provide a framework for characterizing the capabilities of noticing in prospective mathematics teachers. We collected and analyzed data on teacher noticing based on classroom videos from prospective teachers in a mathematics content course. We analyzed data in accordance with existing research-based frameworks on noticing and in consideration with literature on expertise. We provide the Framework for the Expertise of Noticing, which describes noticing expertise along five dimensions: Evidence-based Noticing; Concrete vs. Abstract Characteristics in Noticing; Individual vs. Pattern Focus in Noticing; Task vs. Contextualized Perspective in Noticing; and Cognitive vs. Metacognitive Characteristics in Noticing. The framework is a tool for mathematics education researchers and teacher educators who study and support the development of noticing in prospective teachers"
    },
    {
        "title": "Mathematical modeling of the thermal process of arc erosion with current carrying heating effect in a temperature gradient",
        "abstract": "This paper presents a mathematical model aimed at comprehensively understanding the thermal processes associated with arc erosion of closed electrical contacts triggered by the instantaneous explosion of micro-asperities including Thomson effect and Joule heat source. The phenomenon involves vaporization and liquid zones, and the temperature distribution is governed by a generalized heat equation, accounting for the heating effect due to current flow in temperature gradients and effect of heat source. The proposed model allows for a nuanced analysis of the thermal dynamics, shedding light on the complex phenomena involved in arc erosion. The proposed method in this paper employs similarity transformation techniques to effectively reduce the complexity of the problem, transforming it into a set of manageable ordinary differential equations. The study establishes the existence and uniqueness of the solution through rigorous analysis. The behavior of the solution of the problem is successfully considered for special cases of Thomson and thermal coefficients. By leveraging similarity transformations, the paper offers a powerful approach for unraveling the intricacies of the thermal processes in arc erosion of closed electrical contacts, providing valuable insights into the phenomena associated with current-carrying heating in the presence of temperature gradients"
    },
    {
        "title": "Can question-texts improve the recognition of handwritten mathematical expressions in respondents  solutions?",
        "abstract": "The accurate recognition of respondents  handwritten solutions is important for implementing intelligent diagnosis and tutoring. This task is significantly challenging because of scribbled and irregular writing, especially when handling primary or secondary students whose handwriting has not yet been fully developed. Recognition becomes difficult in such cases even for humans relying only on the visual signals of handwritten content without any context. However, despite decades of work on handwriting recognition, few studies have explored the idea of utilizing external information (question priors) to improve the accuracy. Based on the correlation between questions and solutions, this study aims to explore whether question-texts can improve the recognition of handwritten mathematical expressions (HMEs) in respondents  solutions. Based on the encoder decoder framework, which is the mainstream method for HME recognition, we propose two models for fusing question-text signals and handwriting-vision signals at the encoder and decoder stages, respectively. The first, called encoder-fusion, adopts a static query to implement the interaction between two modalities at the encoder phase, and to better catch and interpret the interaction, a fusing method based on a dynamic query at the decoder stage, called decoder-attend is proposed. These two models were evaluated on a self-collected dataset comprising approximately 7k samples and achieved accuracies of 62.61% and 64.20%, respectively, at the expression level. The experimental results demonstrated that both models outperformed the baseline model, which utilized only visual information. The encoder fusion achieved results similar to those of other state-of-the-art methods"
    },
    {
        "title": "Classroom interactions that shape the nature of students appropriation of a complex mathematical practice",
        "abstract": "Scholars continue to emphasize the importance of fostering proficiency with mathematical practices as an educational outcome. As teachers attempt to support students in developing these practices, they communicate subtle messages about their nature. However, researchers lack a detailed understanding of the classroom interactions that communicate these messages. To begin to address this gap in the literature, we investigated the relationship between the types of classroom interactions around the mathematical practice of imposing structure and the ways students subsequently engaged in that practice. This led to the identification of three types of classroom interactions that shaped the nature of students  appropriation of imposing structure: (a) engaging students in the practice, (b) providing different representations of the practice, and (c) reflecting on different instantiations of the practice. Our examination of the nature of these interactions suggests teachers must attend to details as they support students to appropriate mathematical practices in formal learning environments"
    },
    {
        "title": "Teachers creating mathematical models to fairly distribute school funding",
        "abstract": "Our study aims to investigate what teachers do as they draw on their mathematical understanding and personal experiences to engage in social justice-oriented mathematical modeling. We analyze what ideas were expressed by teachers regarding their mathematical identities while they explore, wrestle with, and reconcile the underlying societal values that support mathematical models. We invited groups of teachers to make mathematical models for distributing school funding given real data from diverse, anonymized schools. Our results show that teachers created and refined diverse mathematical models to connect the mathematical world and societal space and these models reflected different societal values. Drawing on their own experiences, teachers expressed a sense of agency and critical consciousness while making decisions about school funding. This study delineates mathematical contents and processes necessary for advancing a societal goal of fairly distributing funds and we explore how teachers connect to this context as learners and members of society"
    },
    {
        "title": "Whole number and fraction reorganization of knowledge: A case of Dalton and Angela, two third grade children with intensive supports in mathematics",
        "abstract": "We examined how whole number knowledge and fraction knowledge may interact, conducting task-based interviews with two third-grade children with ISM.2 Results indicate that these two children with ISM developed fraction knowledge through meaningful activity involving their whole number schemes and their rudimentary fraction knowledge; the participants leveraged their number sequences, use of doubles, partitioning operations, and iterating operations to construct fraction task solutions. Questions remain regarding how children with ISM may use and develop nuanced forms of iteration and partitioning for both their whole number and fraction learning over longer spans of time and how these forms of development may suggest varying forms of participatory and anticipatory stages of reasoning"
    },
    {
        "title": "Non-Newtonian fluid model analysis due to metachronal waves of cilia: A physiological mathematical model",
        "abstract": "The Phan Thien Tanner non-Newtonian model of fluid flow is considered to mathematically model the cilia governed flow inside human body. The collective action of cilia generates a rhythmic motion in form of metachronal wave travelling along the wall of channel. We used the necessary assumptions to non-dimensionalize this complex problem and exact solutions are obtained for the cilia governed flow problem. The graphical results are also incorporated to further discuss these solutions in detail. The wavy movements developed because of rhythmic actions of cilia are evident in pressure gradient graphs. Further, a parabolic flow pattern is also observed in this ciliated channel flow problem. Streamlines disclose the trapping phenomenon and the multiple pumping regions can be seen in intrigued pressure rise graphical solutions. Cilia-generated peristaltic flow is very important for mucus clearance in the respiratory tract, ovum transit in the reproductive system, nutrient digestion, fluid circulation in the brain, and pathogen removal in different tissues"
    },
    {
        "title": "Corrigendum to  Computational simulation of surface tension and gravitation-induced convective flow of a nanoliquid with cross-diffusion: An optimization procedure  [applied mathematics and computation 425 (2022) 127108]",
        "abstract": "This corrigendum addresses both the physical configuration and certain typographical errors in [1] to improve clarity. These corrections do not impact the originality, results, or mathematical validity of [1]."
    },
    {
        "title": "Parental support for mathematical problem solving: Proximal and distal influences within the religious practice of tithing",
        "abstract": ""
    },
    {
        "title": "Mathematical models and numerical methods for a capital valuation adjustment (KVA) problem",
        "abstract": ""
    },
    {
        "title": "The International commission on mathematical instruction, 1908 2008: People, events and challenges in mathematics education",
        "abstract": ""
    },
    {
        "title": "Optimization of chemotherapy regimens using mathematical programming",
        "abstract": ""
    },
    {
        "title": "A mathematical model for the bullying dynamics in schools",
        "abstract": ""
    },
    {
        "title": "On the mathematical formalization of the Inhibited Elements Model",
        "abstract": ""
    },
    {
        "title": "Mathematical modelling of problems with delay and after-effect",
        "abstract": ""
    },
    {
        "title": "Propagation of solitary wave solutions to (4+1)-dimensional Davey Stewartson Kadomtsev Petviashvili equation arise in mathematical physics and stability analysis",
        "abstract": ""
    },
    {
        "title": "Connecting student development of use of grouping and mathematical properties",
        "abstract": ""
    },
    {
        "title": "The road to  good  problems goes through initial responses to stimulating socio-mathematical situations",
        "abstract": ""
    },
    {
        "title": "Epidemic and unemployment interplay through bi-level multi delayed mathematical model",
        "abstract": ""
    },
    {
        "title": "A review of quantitative structure-activity relationship: The development and current status of data sets, molecular descriptors and mathematical models",
        "abstract": ""
    },
    {
        "title": "Investigating boundaries and boundary crossing between mathematics and visual art teaching in a collaborative setting",
        "abstract": ""
    },
    {
        "title": "A mathematical analysis of the two-strain tuberculosis model dynamics with exogenous re-infection",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis of intrahost spread and control of Dengue Virus: Unraveling the crucial role of antigenic immunity",
        "abstract": ""
    },
    {
        "title": "Mathematical model with sensitivity analysis and control strategies for marijuana consumption",
        "abstract": ""
    },
    {
        "title": "Teacher emotions and in-the-moment decision making in the secondary mathematics classroom",
        "abstract": ""
    },
    {
        "title": "Economic order/production quantity (EOQ/EPQ) models with product recovery: A review of mathematical modeling (1967 2022)",
        "abstract": ""
    },
    {
        "title": "A mathematical theoretical study of Atangana-Baleanu fractional Burgers  equations",
        "abstract": ""
    },
    {
        "title": "A mathematical modeling of COVID-19 treatment strategies utilizing the Laplace Adomian decomposition method",
        "abstract": ""
    },
    {
        "title": "A mathematical model of criminal gang rivalry: Understanding the dynamics and implications",
        "abstract": ""
    },
    {
        "title": "Low voltage reconfiguration: A comparison of metaheuristic and mathematical programming approaches",
        "abstract": ""
    },
    {
        "title": "Solving the parallel processor scheduling and bin packing problems with contiguity constraints: Mathematical models and computational studies",
        "abstract": ""
    },
    {
        "title": "Optimizing control strategies for monkeypox through mathematical modeling",
        "abstract": ""
    },
    {
        "title": "Mathematics teachers  specialized knowledge mobilized through problem transformation",
        "abstract": ""
    },
    {
        "title": "A mathematical treatment of the impact of p53 signalling on the expression of the transcription factor E2F in the CycE/Cdk2 subsystem in cancerous cells",
        "abstract": ""
    },
    {
        "title": "Secondary-school teachers  noticing of aspects of mathematics teaching talk in the context of one-day workshops",
        "abstract": ""
    },
    {
        "title": "Positioned as a burden: Analyzing the participation of multilingual students of color in undergraduate mathematics courses that use groupwork",
        "abstract": ""
    },
    {
        "title": "Fractional mathematical model for the transmission dynamics and control of Lassa fever",
        "abstract": ""
    },
    {
        "title": "A generalized mathematical model predicting the mechanical response of tunnel yielding supports in extremely large deformation environments",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling and optimal control strategies to limit the spread of fowl pox in poultry",
        "abstract": ""
    },
    {
        "title": "A mathematical model for two solutes transport in a poroelastic material and its applications",
        "abstract": ""
    },
    {
        "title": "Multi-variable narratives in qualitative research on mathematical problem posing",
        "abstract": ""
    },
    {
        "title": "Students  development of mathematical meanings while participating vicariously in conversations between other students in instructional videos",
        "abstract": ""
    },
    {
        "title": "Optimal control analysis of a mathematical model for guava nutrients in an integrated farming with cost-effectiveness",
        "abstract": ""
    },
    {
        "title": "An exploratory mixed methods study about teacher candidates  descriptions of children s confusion, productive struggle, and mistakes in an elementary mathematics methods course",
        "abstract": ""
    },
    {
        "title": "On recursive tiling of some mathematical objects",
        "abstract": ""
    },
    {
        "title": "Fractional mathematical model of Listeria infection caused by pre-cooked package food",
        "abstract": ""
    },
    {
        "title": "A fractional-order mathematical model for examining the spatiotemporal spread of COVID-19 in the presence of vaccine distribution",
        "abstract": ""
    },
    {
        "title": "Teaching mathematics through problem posing: Elements of the task",
        "abstract": ""
    },
    {
        "title": "Novel mathematical modelling approaches and a new lower bounding scheme for multi-manned assembly line balancing problems with walking workers",
        "abstract": ""
    },
    {
        "title": "Mathematical derivation of a unified equations for adjoint lattice Boltzmann method in airfoil and wing aerodynamic shape optimization",
        "abstract": ""
    },
    {
        "title": "The modeling and mathematical analysis of the fractional-order of Cholera disease: Dynamical and Simulation",
        "abstract": ""
    },
    {
        "title": "New investigation of the analytical behaviors for some nonlinear PDEs in mathematical physics and modern engineering",
        "abstract": ""
    },
    {
        "title": "Applying a new framework of connections between mathematical symbols and natural language",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis of soliton solutions in space-time fractional Klein-Gordon model with generalized exponential rational function method",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling and simulation of magnetized bioconvective nanoliquid flow capturing Brownian motion, multiple slip, thermophoresis and gyrotactic microorganisms configured by rotating disk",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling of societal challenges faced by women in the society : A deterministic and stochastic approach",
        "abstract": ""
    },
    {
        "title": "Laws of general solutions of mathematical physics equations",
        "abstract": ""
    },
    {
        "title": "Some appropriate results for the existence theory and numerical solutions of fractals fractional order malaria disease mathematical model",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling of unemployment dynamics with skills development and cyclical effects",
        "abstract": ""
    },
    {
        "title": "An age-structured mathematical model for studying Malaria transmission dynamics: Applications to some areas of Senegal",
        "abstract": ""
    },
    {
        "title": "Mirror Symmetry: A Mathematical Survey",
        "abstract": ""
    },
    {
        "title": "Exploring affordances and limitations of between-group movement in elementary mathematics classrooms",
        "abstract": ""
    },
    {
        "title": "Impact of prompts on students  mathematical problem posing",
        "abstract": ""
    },
    {
        "title": "From  learning to variate  to  variate for learning : Teachers learning through collaborative, iterative context-based mathematical problem posing",
        "abstract": ""
    },
    {
        "title": "Wave profile analysis of the (2+1)-dimensional Konopelchenko Dubrovsky model in mathematical physics",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling of emission and control of carbon dioxide from infrastructure expansion activities",
        "abstract": ""
    },
    {
        "title": "Special volume on Advanced Mathematical and Numerical Models in Applied Sciences (AMNMAS)",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling of COVID-19 with the effects of quarantine and detection",
        "abstract": ""
    },
    {
        "title": "A nonlinear mathematical model for exploring the optimal cost-effective therapeutic strategies and within-host viral infections spread dynamics",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling of an electrostatic MEMS with tilted elastomeric micro-pillars",
        "abstract": ""
    },
    {
        "title": "A mathematical model for the role of vaccination and treatment in measles transmission in Turkey",
        "abstract": ""
    },
    {
        "title": "Aggravation of Cancer, Heart Diseases and Diabetes Subsequent to COVID-19 Lockdown via Mathematical Modeling",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling of the chemotaxis-biodenitrification process",
        "abstract": ""
    },
    {
        "title": "What is the Mathematics in Mathematics Education?",
        "abstract": ""
    },
    {
        "title": "Values in preservice mathematics teachers  discussions of the Body Mass Index - A critical perspective",
        "abstract": ""
    },
    {
        "title": "Crack dynamics in rotating, initially stressed material strip: A mathematical approach",
        "abstract": ""
    },
    {
        "title": "Numerical fatigue damage analysis and mathematical modeling of articular cartilage under cyclic load via hyperelasticity theory",
        "abstract": ""
    },
    {
        "title": "Enhanced numerical techniques for solving generalized rotavirus mathematical model via iterative method and Ï-Laplace transform",
        "abstract": ""
    },
    {
        "title": "Advances in research on mathematical problem posing: Focus on task variables",
        "abstract": ""
    },
    {
        "title": "An updated conceptualization of the intuition construct for mathematics education research",
        "abstract": ""
    },
    {
        "title": "Examining and conceptualizing the relationship between teacher praise and the co-construction of mathematical competence in classrooms",
        "abstract": ""
    },
    {
        "title": "Noticing of argumentation: A comparison between pre-service and in-service secondary-school mathematics teachers",
        "abstract": ""
    },
    {
        "title": "Mathematical programming for simultaneous feature selection and outlier detection under l1 norm",
        "abstract": ""
    },
    {
        "title": "Mathematical properties and numerical approximation of pseudo-parabolic systems",
        "abstract": ""
    },
    {
        "title": "A case study of monkeypox disease in the United States using mathematical modeling with real data",
        "abstract": ""
    },
    {
        "title": "Geometry, groceries, and gardens: Learning mathematics and social justice through a nested, equity-directed instructional approach",
        "abstract": ""
    },
    {
        "title": "Mathematical insights into the SEIQRD model with Allee and fear dynamics in the context of COVID-19",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis of batch reactor performance for the enzymatic synthesis of cephalexin: Laplace Homotopy perturbation method and Adomian decomposition method",
        "abstract": ""
    },
    {
        "title": "Teaching routines and student-centered mathematics instruction: The essential role of conferring to understand student thinking and reasoning",
        "abstract": ""
    },
    {
        "title": "Fractal fractional approach to stability in enzyme kinetics: A mathematical model perspective",
        "abstract": ""
    },
    {
        "title": "Corrigendum to \"A pressure-robust numerical scheme for the Stokes equations based on the WOPSIP DG approach   [Journal of Computational and Applied Mathematics 445 (2024) 115819]",
        "abstract": ""
    },
    {
        "title": "Geometric flavors of Quantum Field theory on a Cauchy hypersurface. Part I: Gaussian analysis and other mathematical aspects",
        "abstract": ""
    },
    {
        "title": "Mathematics education and the living world: A dialogic response to a global crisis",
        "abstract": ""
    },
    {
        "title": "A new mathematical model and meta-heuristic algorithm for order batching, depot selection, and assignment problem with multiple depots and pickers",
        "abstract": ""
    },
    {
        "title": "Primitive recursive reverse mathematics",
        "abstract": ""
    },
    {
        "title": "A decision-making framework for optimal maintenance management: An integrated simulation-mathematical programming-expert system approach",
        "abstract": ""
    },
    {
        "title": "An exploration of the mathematical structure and behavioural biases of 21st century financial crises",
        "abstract": ""
    },
    {
        "title": "Observing mathematical fluency through students  oral responses",
        "abstract": ""
    },
    {
        "title": "A deterministic mathematical model for quantifiable prediction of antimalarials limiting the prevalence of multidrug-resistant malaria",
        "abstract": ""
    },
    {
        "title": "A non-linear mathematical model for analysing the impact of COVID-19 disease on higher education in developing countries",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling to investigate the influence of vaccination and booster doses on the spread of Omicron",
        "abstract": ""
    },
    {
        "title": "Utmost travelling wave phenomena to the fractional type nonlinear evolution equation in mathematical physics",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis on the vertical and horizontal transmission dynamics of HIV and Zika virus co-infection",
        "abstract": ""
    },
    {
        "title": "The stories we tell: Why unpacking narratives of mathematics is important for teacher conocimiento",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling and dynamic analysis for cancer resistance incorporating persister cells",
        "abstract": ""
    },
    {
        "title": "A caputo fractional order financial mathematical model analyzing the impact of an adaptive minimum interest rate and maximum investment demand",
        "abstract": ""
    },
    {
        "title": "A mathematical model for distributed waning of vaccine-derived immunity: Characterizing dynamical impact on measles elimination",
        "abstract": ""
    },
    {
        "title": "Interpreting the relationship between emotions and understanding in mathematics: An operational approach applied to measurement with preservice elementary teachers",
        "abstract": ""
    },
    {
        "title": "Toward an efficient approximate analytical solution for 4-compartment COVID-19 fractional mathematical model",
        "abstract": ""
    },
    {
        "title": "Second Edition of the International Conference on Mathematical and Computational Modelling, Approximation and Simulation: New trends, recent developments and applications in environment and natural resources",
        "abstract": ""
    },
    {
        "title": "Teachers  mathematical problem-solving knowledge: In what way is it constructed during teachers  collaborative work?",
        "abstract": ""
    },
    {
        "title": "Mathematical modelling of cockroach involvement in foodborne disease transmission in human habitat",
        "abstract": ""
    },
    {
        "title": "Exact solution of a mathematical model for human muscular motion",
        "abstract": ""
    },
    {
        "title": "A weighted combination of reproducing kernel particle shape functions with cardinal functions of scalable polyharmonic spline radial kernel utilized in Galerkin weak form of a mathematical model related to anti-angiogenic therapy",
        "abstract": ""
    },
    {
        "title": "A network epidemic model: From the mathematical analysis to machine learning experiments",
        "abstract": ""
    },
    {
        "title": "The use of an imperfect vaccination and awareness campaign in the control of antibiotic resistant gonorrhoea infection: A mathematical modelling perspective",
        "abstract": ""
    },
    {
        "title": "A mathematical framework for collective foraging behavior of social insect colonies in multi-dynamic environments",
        "abstract": ""
    },
    {
        "title": "Teacher time out as a site for studying mathematical knowledge for teaching",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis of steady non-isothermal flows of a micropolar fluid",
        "abstract": ""
    },
    {
        "title": "Fifty years of mathematical growth theory: Classical topics and new trends",
        "abstract": ""
    },
    {
        "title": "A mathematical model for analyzing the vibration characteristics of fiber-reinforced thin-walled conical-cylinder composite shells with local bolt missing by the artificial spring method",
        "abstract": ""
    },
    {
        "title": "Teachers  mathematical problem posing: The role of processes and complexity levels in posing problems on the fraction part-whole concept",
        "abstract": ""
    },
    {
        "title": "A mathematical study of the influence of media on the asymptotic dynamics of diseases",
        "abstract": ""
    },
    {
        "title": "Mathematical formulations for consistent travelling salesman problems",
        "abstract": ""
    },
    {
        "title": "Carlson-Simpson s lemma and applications in reverse mathematics",
        "abstract": ""
    },
    {
        "title": "Knowledge representation of mathematical optimization problems and constructs for modeling",
        "abstract": ""
    },
    {
        "title": "An examination of pre-service mathematics teachers  ethical reasoning in big data with considerations of access to data",
        "abstract": ""
    },
    {
        "title": "A mathematical optimization model for cluster-based single-depot location-routing e-commerce logistics problems",
        "abstract": ""
    },
    {
        "title": "Attending to task variables when engaging in group problem posing for elementary level mathematics",
        "abstract": ""
    },
    {
        "title": "Mathematical modelling of three-layer amperometric biosensor and analytical expressions using homotopy perturbation method",
        "abstract": ""
    },
    {
        "title": "Dynamics and analysis of a mathematical model of neuroblastoma treated with Celyvir",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling and strategy for optimal control of diphtheria",
        "abstract": ""
    },
    {
        "title": "Mathematical and numerical analysis of reduced order interface conditions and augmented finite elements for mixed dimensional problems",
        "abstract": ""
    },
    {
        "title": "Understanding authority in small-group co-constructions of mathematical proof",
        "abstract": ""
    },
    {
        "title": "A fractional-order mathematical model for malaria and COVID-19 co-infection dynamics",
        "abstract": ""
    },
    {
        "title": "Comfort of pedestrians from a mathematical viewpoint: Kernel estimate approach",
        "abstract": ""
    },
    {
        "title": "Operationalizing authentic mathematical proof activity using disciplinary tools",
        "abstract": ""
    },
    {
        "title": "Modeling the spread of infections during an epidemiological outbreak using an improved mathematical model",
        "abstract": ""
    },
    {
        "title": "Mathematically improved convergence analysis for the non-overlapping domain decomposition method",
        "abstract": ""
    },
    {
        "title": "A dynamical system framework for a mathematical model of atherosclerosis",
        "abstract": ""
    },
    {
        "title": "Henk J. M. Bos (1940 2024): A first assessment of his legacy in the field of history of mathematics",
        "abstract": ""
    },
    {
        "title": "The Richness of the History of Mathematics: A Tribute to Jeremy Gray. Karine Chemla, JosÃ© FerreirÃ³s, Lizhen Ji, Erhard Scholz, Chang Wang (eds.). Springer, 2023",
        "abstract": ""
    },
    {
        "title": "Mathematical formalism of Joule-Thomson process for ADS-RN black hole coupled with non-linear electrodynamics field",
        "abstract": ""
    },
    {
        "title": "A fractional mathematical model with nonlinear partial differential equations for transmission dynamics of severe acute respiratory syndrome coronavirus 2 infection",
        "abstract": ""
    },
    {
        "title": "Withdrawal notice to  Transient modeling of natural gas in pipeline networks by two non-iterative explicit and implicit finite volume methods  [Applied Mathematics and Computation, 479 (2024) 128792]",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis of transmission dynamics of Acute Bee Paralysis Virus within a hive",
        "abstract": ""
    },
    {
        "title": "Mathematical foundation of sparsity-based multi-snapshot spectral estimation",
        "abstract": ""
    },
    {
        "title": "A mathematical model for the motion of a micro-robot consisting of three spheres linked with axially aligned retractable arms in Stokes flow that gives expressions for mean distance moved, mean drift velocity and energy efficiency of the non-reciprocal cyclic swimming motion",
        "abstract": ""
    },
    {
        "title": "Multiple bifurcations in a mathematical model of glioma-immune interaction",
        "abstract": ""
    },
    {
        "title": "Fractional mathematical modeling of breast cancer stages with true data from Saudi Arabia",
        "abstract": ""
    },
    {
        "title": "A mathematical model for studying the Red Blood Cell magnetic susceptibility",
        "abstract": ""
    },
    {
        "title": "A deterministic mathematical model with non-linear least squares method for investigating the transmission dynamics of lumpy skin disease",
        "abstract": ""
    },
    {
        "title": "Marginalized within the margins: Supporting mathematics meaning making among students with learning disabilities",
        "abstract": ""
    },
    {
        "title": "Time delays in skill development and vacancy creation: Effects on unemployment through mathematical modelling",
        "abstract": ""
    },
    {
        "title": "Development and simulation of a mathematical model representing the dynamics of type 1 diabetes mellitus with treatment",
        "abstract": ""
    },
    {
        "title": "On mathematical analysis of synchronization of bidirectionally coupled Kuramoto oscillators under inertia effect",
        "abstract": ""
    },
    {
        "title": "Mathematical study of a new coupled electro-thermo radiofrequency model of cardiac tissue",
        "abstract": ""
    },
    {
        "title": "Considering Proofs: Pre-Service Secondary Mathematics Teachers  Criteria for Self-Constructed and Student-Generated Arguments",
        "abstract": ""
    },
    {
        "title": "Mathematical optimisation in the honeycomb cardboard industry: A model for the two-dimensional variable-sized cutting stock problem",
        "abstract": ""
    },
    {
        "title": "Mathematical perspective on XFEM implementation for models involving contribution on interfaces",
        "abstract": ""
    },
    {
        "title": "Mathematical optimization modelling for group counterfactual explanations",
        "abstract": ""
    },
    {
        "title": "On the use of a coupled mathematical model for understanding the dynamics of multiple sclerosis",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling of tumor growth and treatment: Triple negative breast cancer",
        "abstract": ""
    },
    {
        "title": "Maximum output power point tracking for photovoltaic energy harvesting systems: Mathematical model and circuit implementation",
        "abstract": ""
    },
    {
        "title": "Measuring interaction quality in mathematics instruction: How differences in operationalizations matter methodologically",
        "abstract": ""
    },
    {
        "title": "Spatial visualization and measurement of area: A case study in spatialized mathematics instruction",
        "abstract": ""
    },
    {
        "title": "Analysis of tutors  responses to students  queries in a second linear algebra course at a mathematics support center",
        "abstract": ""
    },
    {
        "title": "Diffusion and distributed delay effects in a predator prey system: A mathematical analysis",
        "abstract": ""
    },
    {
        "title": "Recognizing, supporting, and improving student perseverance in mathematical problem-solving: The role of conceptual thinking scaffolds",
        "abstract": ""
    },
    {
        "title": "Constraint qualifications and optimality conditions for nonsmooth multiobjective mathematical programming problems with vanishing constraints on Hadamard manifolds via convexificators",
        "abstract": ""
    },
    {
        "title": "Dynamics of a mathematical model of virus spreading incorporating the effect of a vaccine",
        "abstract": ""
    },
    {
        "title": "A new mathematical model for transmitting and controlling Rat-Bite Fever using the theory of optimal control",
        "abstract": ""
    },
    {
        "title": "Mathematical model and analysis for within-host dynamics of the malaria parasite infection with optimal control strategies",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling for drug delivery and inflammation process: An application in macular edema",
        "abstract": ""
    },
    {
        "title": "Three cases that demonstrate how students connect the domains of mathematics and computing",
        "abstract": ""
    },
    {
        "title": "The effect of network delays on Distributed Ledgers based on Directed Acyclic Graphs: A mathematical model",
        "abstract": ""
    },
    {
        "title": "How to combat atmospheric carbon dioxide along with development activities? A mathematical model",
        "abstract": ""
    },
    {
        "title": "Counting strategies of students struggling in mathematics in a computer-based learning environment",
        "abstract": ""
    },
    {
        "title": "Evolutionary games on networks: Phase transition, quasi-equilibrium, and mathematical principles",
        "abstract": ""
    },
    {
        "title": "2nd International Conference on Mathematical Modeling and Computational Methods in Science and Engineering (ICMMCMSE-2020)",
        "abstract": ""
    },
    {
        "title": "Investigating foreign students  disadvantage in mathematics: A mixed method analysis to identify features of items favouring native students",
        "abstract": ""
    },
    {
        "title": "Proof construction and in-process validation   Validation activities of undergraduates in constructing mathematical proofs",
        "abstract": ""
    },
    {
        "title": "A novel, flexible circuit used to implement selected mathematical operations for AI algorithms optimized for hardware applications",
        "abstract": ""
    },
    {
        "title": "Mathematical self-determination theory II: Affine space representation",
        "abstract": ""
    },
    {
        "title": "A mathematical model for cancer treatment based on combination of anti-angiogenic and immune cell therapies",
        "abstract": ""
    },
    {
        "title": "Impacts of planktonic components on the dynamics of cholera epidemic: Implications from a mathematical model",
        "abstract": ""
    },
    {
        "title": "Fractal Fractional Order Operators in Computational Techniques for Mathematical Models in Epidemiology",
        "abstract": ""
    },
    {
        "title": "Making visible  the invisible : Can mathematics embedded in work practices enable critical questioning?",
        "abstract": ""
    },
    {
        "title": "A mathematical model for the co-dynamics of COVID-19 and tuberculosis",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling of Taraba State population growth using exponential and logistic models",
        "abstract": ""
    },
    {
        "title": "Mathematical models and benchmarking for the fuzzy job shop scheduling problem",
        "abstract": ""
    },
    {
        "title": "Collegiate mathematics teaching in proof-based courses: What we now know and what we have yet to learn",
        "abstract": ""
    },
    {
        "title": "Mathematical self-determination theory I: Real representation",
        "abstract": ""
    },
    {
        "title": "Magnetic actuation of miniature robots on planar surfaces: Mathematical modeling and estimation of parameters",
        "abstract": ""
    },
    {
        "title": "Highly efficient optimal decomposition approach and its mathematical analysis for solving fourth-order Lane Emden Fowler equations",
        "abstract": ""
    },
    {
        "title": "A simple model of nutrient recycling and dormancy in a chemostat: Mathematical analysis and a second-order nonstandard finite difference method",
        "abstract": ""
    },
    {
        "title": "A chaos study of fractal fractional predator prey model of mathematical ecology",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis of an age-since infection and diffusion HIV/AIDS model with treatment adherence and Dirichlet boundary condition",
        "abstract": ""
    },
    {
        "title": "5: Fractional frameworks for mathematical biology",
        "abstract": ""
    },
    {
        "title": "Schistosomiasis mathematical model in a spatially heterogeneous environment",
        "abstract": ""
    },
    {
        "title": "A mathematical model of coronavirus transmission by using the heuristic computing neural networks",
        "abstract": ""
    },
    {
        "title": "Investigating grade-6 students  justifications during mathematical problem solving in small group interaction",
        "abstract": ""
    },
    {
        "title": "A Study on the Transmission Dynamics of the Omicron Variant of COVID-19 Using Nonlinear Mathematical Models",
        "abstract": ""
    },
    {
        "title": "Mechanisms of resistance to CAR-T cell immunotherapy: Insights from a mathematical model",
        "abstract": ""
    },
    {
        "title": "The mathematical model and analysis of the nanoparticle-stabilized foam displacement",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling and numerical multigoal-oriented a posteriori error control and adaptivity for a stationary, nonlinear, coupled flow temperature model with temperature dependent density",
        "abstract": ""
    },
    {
        "title": "Pre-service mathematics teachers  problem-formulation processes: Development of the revised active learning framework",
        "abstract": ""
    },
    {
        "title": "Analysis of a mathematical model arising from stage-structured predator prey in a chemostat",
        "abstract": ""
    },
    {
        "title": "Unveiling parametric effects on optical solitons of the Phi-4 model in mathematical physics",
        "abstract": ""
    },
    {
        "title": "A mathematical model with numerical simulations for malaria transmission dynamics with differential susceptibility and partial immunity",
        "abstract": ""
    },
    {
        "title": "The mathematical psychology of Peter Fishburn",
        "abstract": ""
    },
    {
        "title": "A mathematical model for investigating the effect of media awareness programs on the spread of COVID-19 with optimal control",
        "abstract": ""
    },
    {
        "title": "Adaptive instruction in an inquiry-based mathematics and digitally rich classroom   multiple perspectives",
        "abstract": ""
    },
    {
        "title": "Are self-constructed and student-generated arguments acceptable proofs? Pre-service secondary mathematics teachers  evaluations",
        "abstract": ""
    },
    {
        "title": "Second order optimality conditions for minimization on a general set. Part 1: Applications to mathematical programming",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis and simulation of Ebola virus disease spread incorporating mitigation measures",
        "abstract": ""
    },
    {
        "title": "Approximate resolving equations of mathematical model of a curved thin-walled cylinder",
        "abstract": ""
    },
    {
        "title": "Cultural relevance of validation during mathematical modeling and word problem-solving: Reconceptualizing validation as an integration of possible fictional worlds",
        "abstract": ""
    },
    {
        "title": "Withdrawal notice to: Mathematical cognition related to the large numbers in early societies: A study based on 5th-century Buddhist Commentaries in Sri Lanka. [Hist. Math. 67 (2024) 1 12]",
        "abstract": ""
    },
    {
        "title": "On mathematical modeling of fractional-order stochastic for tuberculosis transmission dynamics",
        "abstract": ""
    },
    {
        "title": "Solving a new bi-objective mathematical model for a hybrid flow shop scheduling problem with robots and fuzzy maintenance time",
        "abstract": ""
    },
    {
        "title": "Note on  A classification of peak-pit maximal Condorcet domains  by Guanhao Li, Mathematical Social Sciences 125 (2023), 42 57",
        "abstract": ""
    },
    {
        "title": "Mathematical study of Algae as a bio-fertilizer using fractal fractional dynamic model",
        "abstract": ""
    },
    {
        "title": "Mathematical characterizations and computational complexity of anti-slide puzzles",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis for an age-space structured HIV model with latency",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis of a tumor invasion model global existence and stability",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling and analysis of immiscible metallic based nanofluid flow in a microchannel with non-spherical nanoparticles",
        "abstract": ""
    },
    {
        "title": "Mathematical poetic structures: The sound shape of collaboration",
        "abstract": ""
    },
    {
        "title": "Mathematical framework for snake robot motion in a confined space",
        "abstract": ""
    },
    {
        "title": "Stationary modes for vector nonlinear SchrÃ¶dinger-type equations: A numerical procedure for complete search and its mathematical background",
        "abstract": ""
    },
    {
        "title": "Cost-effectiveness of a mathematical modeling with optimal control approach of spread of COVID-19 pandemic: A case study in Peru",
        "abstract": ""
    },
    {
        "title": "From how to why: A quest for the common mathematical meanings behind two different division algorithms",
        "abstract": ""
    },
    {
        "title": "Team orienteering with possible multiple visits: Mathematical model and solution algorithms",
        "abstract": ""
    },
    {
        "title": "A mathematical interpolation bounce back wall modeled lattice Boltzmann method based on hierarchical Cartesian mesh applied to 30P30N airfoil aeroacoustics simulation",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling of ions adsorption from water/wastewater sources via porous materials: A machine learning-based approach",
        "abstract": ""
    },
    {
        "title": "A modified algebraic method of mathematical signal processing in radar problems",
        "abstract": ""
    },
    {
        "title": "Efficient boundary surface reconstruction from multi-label volumetric data with mathematical morphology",
        "abstract": ""
    },
    {
        "title": "Problematizing mathematics and its pedagogy through teacher engagement with history-focused and classroom situation-specific tasks",
        "abstract": ""
    },
    {
        "title": "Contributions of the learning through activity theoretical framework to understanding and using manipulatives in the learning and teaching of mathematical concepts",
        "abstract": ""
    },
    {
        "title": "A study on imprecise mathematical model for optimal management and utilization of renewable resource by population",
        "abstract": ""
    },
    {
        "title": "Reactionary Mathematics: a Genealogy of Purity",
        "abstract": ""
    },
    {
        "title": "Adaptive instruction, inquiry-based mathematical learning, and the Galileo experiment: Some historical reflections",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis and topology of SARS-CoV-2, bonding with cells and unbonding",
        "abstract": ""
    },
    {
        "title": "Prospective mathematics teachers  use of linguistic signifiers in the context of angles formed by two lines cut by a transversal",
        "abstract": ""
    },
    {
        "title": "The design of tasks that address applications to teaching secondary mathematics for use in undergraduate mathematics courses",
        "abstract": ""
    },
    {
        "title": "Mathematical Model for COVID-19 pandemic with implementation of intervention strategies and Cost-Effectiveness Analysis",
        "abstract": ""
    },
    {
        "title": "A novel mathematical analysis and threshold reinforcement of a stochastic dengue epidemic model with LÃ©vy jumps",
        "abstract": ""
    },
    {
        "title": "A mathematical programming approach to overlapping community detection",
        "abstract": ""
    },
    {
        "title": "The discursive footprint of learning across mathematical domains: The case of the tangent line",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis of the impact of the media coverage in mitigating the outbreak of COVID-19",
        "abstract": ""
    },
    {
        "title": "The 1804 examination for the chair of Elementary Mathematics at the University of Prague",
        "abstract": ""
    },
    {
        "title": "Designing blood supply chain networks with disruption considerations by a new interval-valued fuzzy mathematical model: M/M/C queueing approach",
        "abstract": ""
    },
    {
        "title": "Modern AI versus century-old mathematical models: How far can we go with generative adversarial networks to reproduce stochastic processes?",
        "abstract": ""
    },
    {
        "title": "0-1 mathematical programming models for flexible process planning",
        "abstract": ""
    },
    {
        "title": "Connecting multiplicative thinking and mathematical reasoning in the middle years",
        "abstract": ""
    },
    {
        "title": "Mathematical modelling and bifurcation analysis of an eco-epidemiological system with multiple functional responses subjected to Allee effect and competition",
        "abstract": ""
    },
    {
        "title": "A model of Plasmodium vivax malaria with delays: Mathematical analysis and numerical simulations",
        "abstract": ""
    },
    {
        "title": "Mathematical effects of linear visco-elasticity in quasi-static Biot models",
        "abstract": ""
    },
    {
        "title": "Complex patterns in a space time discrete mathematical model of antibiotic resistance in hospitals with self-diffusion",
        "abstract": ""
    },
    {
        "title": "Paradigm shifts in mathematical learning and teaching: The legacy of Robert B. Davis, Founding Editor: The Journal of Mathematical Behavior",
        "abstract": ""
    },
    {
        "title": "Student-centred learning environments supporting undergraduate mathematics students to apply regulated learning: A mixed-methods approach",
        "abstract": ""
    },
    {
        "title": "CAR T cells for T-cell leukemias: Insights from mathematical models",
        "abstract": ""
    },
    {
        "title": "A mathematical tumor growth model for exploring saturated response of M2 macrophages",
        "abstract": ""
    },
    {
        "title": "A mathematical model for the energy stored in green roofs",
        "abstract": ""
    },
    {
        "title": "International Conference on Mathematical Modeling 2023",
        "abstract": ""
    },
    {
        "title": "A new technology implementation via mathematical modeling for the sequence-dependent setup times of industrial problems",
        "abstract": ""
    },
    {
        "title": "Ways secondary mathematics teachers apply definitions in Taxicab geometry for a real-life situation: Midset",
        "abstract": ""
    },
    {
        "title": "New applications of the fractional derivative to extract abundant soliton solutions of the fractional order PDEs in mathematics physics",
        "abstract": ""
    },
    {
        "title": "Introducing students and prospective teachers to the notion of proof in mathematics",
        "abstract": ""
    },
    {
        "title": "A Mathematical Model for NIR Light Protocol Optimization in Controlled Transdermal Drug Delivery",
        "abstract": ""
    },
    {
        "title": "Mathematical model for BCG-based treatment of type 1 diabetes",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis of some new adequate broad-ranging soliton solutions of nonlinear models through the recent technique",
        "abstract": ""
    },
    {
        "title": "Dynamics of a fractional order mathematical model for COVID-19 epidemic transmission",
        "abstract": ""
    },
    {
        "title": "Reducing the Range of Cancer Risk on BI-RADS 4 Subcategories via Mathematical Modelling",
        "abstract": ""
    },
    {
        "title": "Quantification of Ride Comfort Using Musculoskeletal Mathematical Model Considering Vehicle Behavior",
        "abstract": ""
    },
    {
        "title": "Towards a High Quality Shrink Wrap Mesh Generation Algorithm Using Mathematical Morphology",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis of non-linear boundary-value problems in reaction-diffusion model of chitosan-alginate microsphere using homotopy perturbation and Akbari-Ganji methods",
        "abstract": ""
    },
    {
        "title": "On the structure of optimal solutions in a mathematical programming problem in a convex space",
        "abstract": ""
    },
    {
        "title": "How pre-service primary teachers support academic literacy in mathematics in a scriptwriting task encompassing fraction multiplication and division",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling of the unemployment problem in a context of financial crisis",
        "abstract": ""
    },
    {
        "title": "A C0,1-functional ItÃ´ s formula and its applications in mathematical finance",
        "abstract": ""
    },
    {
        "title": "Predetermined accommodations with a standardized testing protocol: Examining two accommodation supports for developing fraction thinking in students with mathematical difficulties",
        "abstract": ""
    },
    {
        "title": "Review of Jesper LÃ¼tzen: A History of Mathematical Impossibility",
        "abstract": ""
    },
    {
        "title": "An initial framework for analyzing students  reasoning with equivalence across mathematical domains",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis of a Sips-based model for column adsorption",
        "abstract": ""
    },
    {
        "title": "Pre-university students square-root from squared things: A commognitive account of apparent conflicts within learners  mathematical discourses",
        "abstract": ""
    },
    {
        "title": "Cell-to-cell mathematical modeling of arrhythmia phenomena in the heart",
        "abstract": ""
    },
    {
        "title": "A deterministic mathematical model for optimal control of diphtheria disease with booster vaccination",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling of smoking dynamics in society with impact of media information and awareness",
        "abstract": ""
    },
    {
        "title": "Mathematical modelling for interaction between soft ground and small curvature shield tunneling considering viscoelastic characteristics influences",
        "abstract": ""
    },
    {
        "title": "A mathematical framework for regional hospital case mix planning and capacity appraisal",
        "abstract": ""
    },
    {
        "title": "Learners building conceptual understandings of mathematics: Conditions for promoting growth in understanding   A global perspective from ICME-14",
        "abstract": ""
    },
    {
        "title": "A New History of Greek Mathematics",
        "abstract": ""
    },
    {
        "title": "Mathematical models for multi-stage hybrid assembly flow-shop scheduling with preventive maintenance and release times",
        "abstract": ""
    },
    {
        "title": "The lot size problem and the learning curve: A review of mathematical modeling (1950 s -2020)",
        "abstract": ""
    },
    {
        "title": "A nonlinear mathematical model on the Covid-19 transmission pattern among diabetic and non-diabetic population",
        "abstract": ""
    },
    {
        "title": "New pathways for drug and gene delivery to the eye: A mathematical model",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis and numerical simulation of the Guyer Krumhansl heat equation",
        "abstract": ""
    },
    {
        "title": "Lifting proofs from countable to uncountable mathematics",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling and analysis of COVID-19: A study of new variant Omicron",
        "abstract": ""
    },
    {
        "title": "Withdrawn: Mathematical cognition related to the large numbers in early societies: A study based on 5th-century Buddhist Commentaries in Sri Lanka.",
        "abstract": ""
    },
    {
        "title": "Novice facilitators  changes in practices: From launching to managing discussions about mathematics teaching",
        "abstract": ""
    },
    {
        "title": " I am more of a visual learner : The disciplinary values and identities in school mathematics learning and group work",
        "abstract": ""
    },
    {
        "title": "Mathematical programs with distributionally robust chance constraints: Statistical robustness, discretization and reformulation",
        "abstract": ""
    },
    {
        "title": "Examining US elementary students  strategies for comparing fractions after the adoption of the common core state standards for mathematics",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis of stochastic epidemic model of MERS-corona & application of ergodic theory",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis and optimal control of cholera malaria co-infection model",
        "abstract": ""
    },
    {
        "title": "The stiffness characteristics analysis of the duplex angular contact ball bearings based on a comprehensive multi-degree-of-freedom mathematical model",
        "abstract": ""
    },
    {
        "title": "A mathematical model with fractional-order dynamics for the combined treatment of metastatic colorectal cancer",
        "abstract": ""
    },
    {
        "title": "Corrigendum to  Eigenvalue-free interval for Seidel matrices of threshold graphs  [Applied Mathematics and Computation 427(2022) 127177]",
        "abstract": ""
    },
    {
        "title": "Reconceptualizing a mathematical domain on the basis of student reasoning: Considering teachers  perspectives about integers",
        "abstract": ""
    },
    {
        "title": "Analysis of dengue infection transmission dynamics in Nepal using fractional order mathematical modeling",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling and simulation of the inverse kinematic of a redundant robotic manipulator using azimuthal angles and spherical polar piecewise interpolation",
        "abstract": ""
    },
    {
        "title": "An equivalent mathematical program for games with random constraints",
        "abstract": ""
    },
    {
        "title": "Mathematical model of brain tumour growth with drug resistance",
        "abstract": ""
    },
    {
        "title": "Mathematical modelling of haemorrhagic transformation in the human brain",
        "abstract": ""
    },
    {
        "title": "Effect of compressible layer on time-dependent behavior of soft-rock large deformation tunnels revealed by mathematical analytical method",
        "abstract": ""
    },
    {
        "title": "How to enhance military research using mathematical psychology",
        "abstract": ""
    },
    {
        "title": "Running to keep up with the lecturer or gradual de-ritualization? Biology students  engagement with construction and data interpretation graphing routines in mathematical modelling tasks",
        "abstract": ""
    },
    {
        "title": "Parameter based stability analysis of generalized mathematical model with delay of competition between two species",
        "abstract": ""
    },
    {
        "title": "An inspiring career in mathematics education research: A tribute to Carolyn A. Maher",
        "abstract": ""
    },
    {
        "title": "The quad layout immersion: A mathematically equivalent representation of a surface quadrilateral layout",
        "abstract": ""
    },
    {
        "title": "Malaria and malnutrition in children: A mathematical model",
        "abstract": ""
    },
    {
        "title": "A mathematical model applied to investigate the potential impact of global warming on marine ecosystems",
        "abstract": ""
    },
    {
        "title": "Mitrofan Michailovich Choban: A life devoted to mathematics (1942 2021)",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling of a competitive transportation-location arc routing problem",
        "abstract": ""
    },
    {
        "title": "Morse set theory as a foundation for constructive mathematics",
        "abstract": ""
    },
    {
        "title": "A mathematical theory of gapless edges of 2d topological orders. Part II",
        "abstract": ""
    },
    {
        "title": "Analytical solutions and mathematical simulation of traveling wave solutions to fractional order nonlinear equations",
        "abstract": ""
    },
    {
        "title": "Mathematical Modeling of the Population Dynamics of Age-Structured Criminal Gangs with Correctional Intervention Measures",
        "abstract": ""
    },
    {
        "title": "Mathematical Modeling and Evaluation of Reliability Parameters Based on Survival Possibilities under Uncertain Environment",
        "abstract": ""
    },
    {
        "title": "Dynamical analysis of SARS-CoV-2-Dengue co-infection mathematical model with optimum control and sensitivity analyses",
        "abstract": ""
    },
    {
        "title": "Mathematical models for a ship routing problem with a small number of ports on a route",
        "abstract": ""
    },
    {
        "title": "How averaging individual curves transforms their shape: Mathematical analyses with application to learning and forgetting curves",
        "abstract": ""
    },
    {
        "title": "A mathematical programming approach to SVM-based classification with label noise",
        "abstract": ""
    },
    {
        "title": "Student Quantifications as Meanings for Quantified Variables in Complex Mathematical Statements",
        "abstract": ""
    },
    {
        "title": "A mathematical optimization model for location Emergency Medical Service (EMS) centers using contour lines",
        "abstract": ""
    },
    {
        "title": "Study of an SIQR model with optimal control techniques: A mathematical approach",
        "abstract": ""
    },
    {
        "title": "Mathematical and informational tools for classifying blood glucose signals - a pilot study",
        "abstract": ""
    },
    {
        "title": "Analytic solution of a fractional order mathematical model for tumour with polyclonality and cell mutation",
        "abstract": ""
    },
    {
        "title": "Chapter 2: Mathematical Functions",
        "abstract": ""
    },
    {
        "title": "On the strong subregularity of the optimality mapping in mathematical programming and calculus of variations",
        "abstract": ""
    },
    {
        "title": "Two letters from Otto Neugebauer to Thomas Eric Peet on ancient Egyptian mathematics",
        "abstract": ""
    },
    {
        "title": "How students use the see similar example  feature in online mathematics homework",
        "abstract": ""
    },
    {
        "title": "Mathematical model and simulated annealing algorithm for setup operator constrained flexible job shop scheduling problem",
        "abstract": ""
    },
    {
        "title": "Retraction notice to  Theoretical study of MHD electro-osmotically flow of third-grade fluid in micro channel  [Applied Mathematics and Computation 420(2022) / 126868]",
        "abstract": ""
    },
    {
        "title": "A fractional mathematical modeling of protectant and curative fungicide application",
        "abstract": ""
    },
    {
        "title": "How elementary and collegiate instructors envision tasks as supportive of mathematical argumentation: A comparison of instructors  task constructions",
        "abstract": ""
    },
    {
        "title": "Chapter 3: Symbolic Mathematics: Algebra",
        "abstract": ""
    },
    {
        "title": "A stochastic averaging mathematical framework for design and optimization of nonlinear energy harvesters with several electrical DOFs",
        "abstract": ""
    },
    {
        "title": "Corrigendum to Optimized framework for slip flow of viscous fluid towards a curved surface with viscous dissipation and Joule heating features [Applied Mathematics and Computation, 417 (2022) 126777]",
        "abstract": ""
    },
    {
        "title": "Retraction notice to  Combined impact of Cattaneo-Christov double diffusion and radiative heat flux on bio-convective flow of Maxwell liquid configured by a stretched nano-material surface  [Applied Mathematics and Computation 419 (15 April 2022) / 126883)]",
        "abstract": ""
    },
    {
        "title": "Exact solutions of the different dimensional CBS equations in mathematical physics",
        "abstract": ""
    },
    {
        "title": "Mathematical and numerical study of a kinetic model describing the evolution of planetary rings",
        "abstract": ""
    },
    {
        "title": "Fractional order mathematical model of Ebola virus under Atangana Baleanu Caputo operator",
        "abstract": ""
    },
    {
        "title": "Why research on proof-oriented mathematical behavior should attend to the role of particular mathematical content",
        "abstract": ""
    },
    {
        "title": "Analyzing students  communication and representation of mathematical fluency during group tasks",
        "abstract": ""
    },
    {
        "title": "Mathematical modelling of between hive transmission of Nosemosis by drifting",
        "abstract": ""
    },
    {
        "title": "Analyzing students  communication and representation of mathematical fluency during group tasks",
        "abstract": ""
    },
    {
        "title": "Mathematical modelling of between hive transmission of Nosemosis by drifting",
        "abstract": ""
    },
    {
        "title": "Exploring MLD in mathematics education: Ten years of research",
        "abstract": ""
    },
    {
        "title": "Nonlinear optimal control strategies for a mathematical model of COVID-19 and influenza co-infection",
        "abstract": ""
    },
    {
        "title": "Well-posedness of a mathematical model of diabetic atherosclerosis",
        "abstract": ""
    },
    {
        "title": "Mathematical structures of cohomological field theories",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis of the dynamics of some reaction-diffusion models for infectious diseases",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis and simulations for a Caputo-Fabrizio fractional COVID-19 model",
        "abstract": ""
    },
    {
        "title": "On the construction of set-based meanings for the truth of mathematical conditionals",
        "abstract": ""
    },
    {
        "title": "Nanoionics from a quantum mechanics point of view: Mathematical modeling and numerical simulation",
        "abstract": ""
    },
    {
        "title": "A mathematical formulation for processing time computing in disassembly lines and its optimization",
        "abstract": ""
    },
    {
        "title": "A mathematical approach to Xenophobia: The case of South Africa",
        "abstract": ""
    },
    {
        "title": "Dynamics of periodic solutions in the reaction-diffusion glycolysis model: Mathematical mechanisms of Turing pattern formation",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis and asymptotic predictions of chemical-driven swimming living organisms in weighted networks",
        "abstract": ""
    },
    {
        "title": "Near Future Perspective of ESBL-Producing Klebsiella pneumoniae Strains Using Mathematical Modeling",
        "abstract": ""
    },
    {
        "title": "A mathematical model and a heuristic approach for train seat scheduling to minimize dwell time",
        "abstract": ""
    },
    {
        "title": "A population structure-sensitive mathematical model assessing the effects of vaccination during the third surge of COVID-19 in Italy",
        "abstract": ""
    },
    {
        "title": "A numerical approach to a 2D porous-medium mathematical model: Application to an atherosclerosis problem",
        "abstract": ""
    },
    {
        "title": "The sexagesimal place-value notation and abstract numbers in mathematical cuneiform texts",
        "abstract": ""
    },
    {
        "title": "Orchestrating multiple groups in a mathematics classroom through semiotic mediation",
        "abstract": ""
    },
    {
        "title": "A meta-heuristic optimization for a novel mathematical model for minimizing costs and maximizing donor satisfaction in blood supply chains with finite capacity queueing systems",
        "abstract": ""
    },
    {
        "title": "Measurement as relational, intensive and analogical: Towards a minor mathematics",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis of a multiscale hepatitis C virus infection model with two viral strains",
        "abstract": ""
    },
    {
        "title": "Production scheduling for reconfigurable assembly systems: Mathematical modeling and algorithms",
        "abstract": ""
    },
    {
        "title": "A fractal fractional-order modified Predator Prey mathematical model with immigrations",
        "abstract": ""
    },
    {
        "title": " Denominate numbers  in mathematics school textbooks by Stefan Banach",
        "abstract": ""
    },
    {
        "title": "The local behavior around switching planes in a mathematical model to chemoimmunotherapy",
        "abstract": ""
    },
    {
        "title": "Mathematical modelling of nonlinear oscillations of a biodynamical system in the form of a complex cantilever",
        "abstract": ""
    },
    {
        "title": "How mathematical impossibility changed welfare economics: A history of Arrow s impossibility theorem",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling for the local flow of a generalized Newtonian fluid in 3D porous media",
        "abstract": ""
    },
    {
        "title": "Understanding and advancing graduate teaching assistants  mathematical knowledge for teaching",
        "abstract": ""
    },
    {
        "title": "A novel mathematical approach for gravity-driven granular flows in block caving",
        "abstract": ""
    },
    {
        "title": "A mathematical study of a two-layer fluid flow system in the presence of a floating breakwater in front of VLFS",
        "abstract": ""
    },
    {
        "title": "Corrigendum to  Mathematical modeling of electro hydrodynamic non-Newtonian fluid flow through tapered arterial stenosis with periodic body acceleration and applied magnetic field  [Appl. Math. Comput. 362 (2019) 124453]]",
        "abstract": ""
    },
    {
        "title": "Secondary mathematics teachers  meanings for measure, slope, and rate of change",
        "abstract": ""
    },
    {
        "title": "CAR T cell therapy in B-cell acute lymphoblastic leukaemia: Insights from mathematical models",
        "abstract": ""
    },
    {
        "title": "A nonlinear mathematical model on the dynamical study of a fractional-order delayed predator prey scheme that incorporates harvesting together and Holling type-II functional response",
        "abstract": ""
    },
    {
        "title": "A research journey through mathematics coaching",
        "abstract": ""
    },
    {
        "title": "Mental mathematics under the lens: Strategies, oral mathematics, enactments of meanings",
        "abstract": ""
    },
    {
        "title": "Mathematical programming formulations for the Collapsed k-Core Problem",
        "abstract": ""
    },
    {
        "title": "Mapping talk about the mathematics register in a secondary mathematics teacher study group",
        "abstract": ""
    },
    {
        "title": "A mathematical investigation on the invariance problem of some hydraulic indices",
        "abstract": ""
    },
    {
        "title": "Supplier switching versus supplier development under risk: A mathematical modelling approach",
        "abstract": ""
    },
    {
        "title": "On the mathematical model of the concentration of pollutants and their impact on the population of the river",
        "abstract": ""
    },
    {
        "title": "Curriculum spaces and mathematical models for curriculum design",
        "abstract": ""
    },
    {
        "title": "Irregular packing problems: A review of mathematical models",
        "abstract": ""
    },
    {
        "title": "The mathematical study of climate change model under nonlocal fractional derivative",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis and multiscale derivation of a nonlinear predator prey cross-diffusion fluid system with two chemicals",
        "abstract": ""
    },
    {
        "title": "Prediction and mathematical analysis of the outbreak of coronavirus (COVID-19) in Bangladesh",
        "abstract": ""
    },
    {
        "title": "Preface for the special issue  Hyperbolic PDE in computational physics: Advanced mathematical models and structure-preserving numerics ",
        "abstract": ""
    },
    {
        "title": "Meaning for fraction multiplication: Thematic analysis of mathematical talk in three fifth grade classes",
        "abstract": ""
    },
    {
        "title": "The truck traveling salesman problem with drone and boat for humanitarian relief distribution in flood disaster: Mathematical model and solution methods",
        "abstract": ""
    },
    {
        "title": "A mathematical theory for mass lumping and its generalization with applications to isogeometric analysis",
        "abstract": ""
    },
    {
        "title": "Well conditioned mathematical modeling for homogenization of thermo-electro-mechanical behaviors of piezoelectric composites",
        "abstract": ""
    },
    {
        "title": "Investigating written expressions of mathematical reasoning for students with learning disabilities",
        "abstract": ""
    },
    {
        "title": "Impact of fiscal policy delays on the system dynamics of IS-LM model: A mathematical model approach",
        "abstract": ""
    },
    {
        "title": "Dynamics and stability of two predators one prey mathematical model with fading memory in one predator",
        "abstract": ""
    },
    {
        "title": "Two proving strategies of highly successful mathematics majors",
        "abstract": ""
    },
    {
        "title": "Hybrid truck-drone delivery system with multi-visits and multi-launch and retrieval locations: Mathematical model and adaptive variable neighborhood search with neighborhood categorization",
        "abstract": ""
    },
    {
        "title": "A mathematical modeling approach to university course planning",
        "abstract": ""
    },
    {
        "title": "Mathematical modelling for high precision ray tracing in optical design",
        "abstract": ""
    },
    {
        "title": "Retraction notice to  Gauss pseudospectral and continuation methods for solving two-point boundary value problems in optimal control theory  [Applied Mathematical Modelling Volume 39, Issue 17 (2015) 5047-5057]",
        "abstract": ""
    },
    {
        "title": "The Edinburgh Mathematical Laboratory and Edmund Taylor Whittaker s role in the early development of numerical analysis in Britain",
        "abstract": ""
    },
    {
        "title": "Dust-acoustic solitary wave solutions for mixed nonlinearity modified Korteweg-de Vries dynamical equation via analytical mathematical methods",
        "abstract": ""
    },
    {
        "title": "Mathematical model of Alzheimer s disease with prion proteins interactions and treatment",
        "abstract": ""
    },
    {
        "title": "A combined mathematical model and genetic algorithm solution methodology for tri-levels electrical grid protection problem with multiple types of attacks",
        "abstract": ""
    },
    {
        "title": "How do we understand mathematical practices in non-mathematical fields? Reflections inspired by cases from 12th and 13th century China",
        "abstract": ""
    },
    {
        "title": "Mathematics performance on integers of students with mathematics difficulties",
        "abstract": ""
    },
    {
        "title": "Chapter 9: Mathematical theory of Bayesian statistics where all models are wrong",
        "abstract": ""
    },
    {
        "title": "The role of prototyping in mathematical design thinking",
        "abstract": ""
    },
    {
        "title": "Learning mathematics through algorithmic and creative reasoning",
        "abstract": ""
    },
    {
        "title": "An unconditionally stable nonstandard finite difference method to solve a mathematical model describing Visceral Leishmaniasis",
        "abstract": ""
    },
    {
        "title": "An integer programming mathematical model with line balancing and scheduling for standard work optimization: A realistic application to aircraft engines assembly lines",
        "abstract": ""
    },
    {
        "title": "A mathematical model of COVID-19 and the multi fears of the community during the epidemiological stage",
        "abstract": ""
    },
    {
        "title": "Characterizing the growth of one student s mathematical understanding in a multi-representational learning environment",
        "abstract": ""
    },
    {
        "title": "From the margin to the center: A framework for rehumanizing mathematics education for students with dis/abilities",
        "abstract": ""
    },
    {
        "title": "Cross-Country faults in resonant-grounded networks: Mathematical modelling, simulations and field recordings",
        "abstract": ""
    },
    {
        "title": "How some research mathematicians and statisticians use proof in undergraduate mathematics",
        "abstract": ""
    },
    {
        "title": "The relationship between mathematicians  pedagogical goals, orientations, and common teaching practices in advanced mathematics",
        "abstract": ""
    },
    {
        "title": "A positive and elementary stable nonstandard explicit scheme for a mathematical model of the influenza disease",
        "abstract": ""
    },
    {
        "title": "Dynamics and patterns of species abundance in ocean: A mathematical modeling study",
        "abstract": ""
    },
    {
        "title": "Reverse-engineering Reverse Mathematics",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling and dynamic response of concrete frames containing shape memory alloys under seismic loads",
        "abstract": ""
    },
    {
        "title": "The amazing fractional Maclaurin series for solving different types of fractional mathematical problems that arise in physics and engineering",
        "abstract": ""
    },
    {
        "title": "Neutrosophic Mathematical Programming for Optimization of Multi-Objective Sustainable Biomass Supply Chain Network Design",
        "abstract": ""
    },
    {
        "title": "The impact of vaccination on the spread of COVID-19: Studying by a mathematical model",
        "abstract": ""
    },
    {
        "title": "Mathematical modelling and projection of Buruli ulcer transmission dynamics using classical and fractional derivatives: A case study of Cameroon",
        "abstract": ""
    },
    {
        "title": "16: After COVID-19: Mathematical models, epidemic preparedness, and external factors in epidemic management",
        "abstract": ""
    },
    {
        "title": "A mathematical model for the 3d location estimation of 2D echocardiography data",
        "abstract": ""
    },
    {
        "title": "Teaching the language of mathematics: What the research tells us teachers need to know and do",
        "abstract": ""
    },
    {
        "title": "Collaborative gesture as a case of extended mathematical cognition",
        "abstract": ""
    },
    {
        "title": "Knowledge of nonlocal mathematics for teaching",
        "abstract": ""
    },
    {
        "title": "A mathematical programming-based solution method for the nonstationary inventory problem under correlated demand",
        "abstract": ""
    },
    {
        "title": "The realization tree assessment tool   examining explorative participation in mathematics lessons",
        "abstract": ""
    },
    {
        "title": "Traveling wave velocity independent fault location scheme with adaptive mathematical filters for distribution network",
        "abstract": ""
    },
    {
        "title": "Epistemic issues in classroom mathematical activity: There is more to students  conversations than meets the teacher s ear",
        "abstract": ""
    },
    {
        "title": "A mathematical model for oncolytic virus spread using the telegraph equation",
        "abstract": ""
    },
    {
        "title": "Mathematical cover refinement of the numerical manifold method for the stability analysis of a soil-rock-mixture slope",
        "abstract": ""
    },
    {
        "title": "A tale of two sets of norms: Comparing opportunities for student agency in mathematics lessons with and without interactive simulations",
        "abstract": ""
    },
    {
        "title": "Computing as a mathematical disciplinary practice",
        "abstract": ""
    },
    {
        "title": "Dynamics of soliton waves of group-invariant solutions through optimal system of an extended KP-like equation in higher dimensions with applications in medical sciences and mathematical physics",
        "abstract": ""
    },
    {
        "title": "Integer number sense and notation: A case study of a student with a mathematics learning disability",
        "abstract": ""
    },
    {
        "title": "Intertwining special education and mathematics education perspectives to design an intervention to improve student understanding of symbolic numerical magnitude",
        "abstract": ""
    },
    {
        "title": "The plot thickens: The aesthetic dimensions of a captivating mathematics lesson",
        "abstract": ""
    },
    {
        "title": "Developing and refining a framework for mathematical and linguistic complexity in tasks related to rates of change",
        "abstract": ""
    },
    {
        "title": "Adolescent perceptions of being known in the mathematics classroom",
        "abstract": ""
    },
    {
        "title": "The effect of time ordering and concurrency in a mathematical model of chemoradiotherapy",
        "abstract": ""
    },
    {
        "title": "Mathematics teachers  views about the limited utility of real analysis: A transport model hypothesis",
        "abstract": ""
    },
    {
        "title": "A minimal mathematical model to study insulin synthesis and secretion process",
        "abstract": ""
    },
    {
        "title": "The language of learning mathematics: A multimodal perspective",
        "abstract": ""
    },
    {
        "title": "Mathematical modelling of COVID-19 transmission dynamics in a partially comorbid community",
        "abstract": ""
    },
    {
        "title": "A mathematical study of a crop-pest natural enemy model with Z-type control",
        "abstract": ""
    },
    {
        "title": "Mathematical foundation of nonequilibrium fluctuation dissipation theorems for inhomogeneous diffusion processes with unbounded coefficients",
        "abstract": ""
    },
    {
        "title": "The Virginia mathematics specialist initiative: Collaborative effort among all components of the VA mathematics community",
        "abstract": ""
    },
    {
        "title": "Identifying optimal adaptive therapeutic schedules for prostate cancer through combining mathematical modeling and dynamic optimization",
        "abstract": ""
    },
    {
        "title": "Connecting the learning of advanced mathematics with the teaching of secondary mathematics: Inverse functions, domain restrictions, and the arcsine function",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling of probability distribution of money by means of potential formation",
        "abstract": ""
    },
    {
        "title": "Academic literacy in mathematics for English Learners",
        "abstract": ""
    },
    {
        "title": "How teaching to foster mathematical creativity may impact student self-efficacy for proving",
        "abstract": ""
    },
    {
        "title": "Reconstructing relaxed configurations in elastic bodies: Mathematical formulations and numerical methods for cardiac modeling",
        "abstract": ""
    },
    {
        "title": "Reliable detection of high-impedance faults using mathematical morphology",
        "abstract": ""
    },
    {
        "title": "On well-posedness of a mathematical model for cerebrospinal fluid in the optic nerve sheath and the spinal subarachnoid space",
        "abstract": ""
    },
    {
        "title": "Disciplinary literacy in mathematics: One mathematician s reading practices",
        "abstract": ""
    },
    {
        "title": "The Lovelace De Morgan mathematical correspondence: A critical re-appraisal",
        "abstract": ""
    },
    {
        "title": "An international perspective on knowledge in teaching mathematics",
        "abstract": ""
    },
    {
        "title": "Effect of cross-border migration on the healthcare system of a destination community: Insights from mathematical modelling of COVID-19 in a developing country",
        "abstract": ""
    },
    {
        "title": "Mathematical justification of two reduced models for salt fingering convection",
        "abstract": ""
    },
    {
        "title": "Making use of what s given: Children s detailing in mathematical argumentative writing",
        "abstract": ""
    },
    {
        "title": "Students  conceptions of mathematics as sensible: Towards the SCOMAS framework",
        "abstract": ""
    },
    {
        "title": "Gender and mathematics: Pathways to mathematically intensive fields of study in Australia",
        "abstract": ""
    },
    {
        "title": "Locally logical mathematics: An emerging teacher honoring both students and mathematics",
        "abstract": ""
    },
    {
        "title": "Secondary mathematics teachers  instrumental integration in technology-rich geometry classrooms",
        "abstract": ""
    },
    {
        "title": "Corrigendum to  String stability in traffic flows  Applied Mathematics and Computation 443 (2022) Article Number 127775",
        "abstract": ""
    },
    {
        "title": "2D memory-based mathematical analysis for the combined impact of calcium influx and efflux on nerve cells",
        "abstract": ""
    },
    {
        "title": "Perceptions of social issues as contexts for secondary mathematics",
        "abstract": ""
    },
    {
        "title": "Describing collective creative acts in a mathematical problem-solving environment",
        "abstract": ""
    },
    {
        "title": "Transient dynamics in a class of mathematical models of epileptic seizures",
        "abstract": ""
    },
    {
        "title": "Understanding, honoring, and enabling the mathematical participation of students with learning disabilities through research at the intersection of special education and mathematics education",
        "abstract": ""
    },
    {
        "title": "Mathematical programming methods for reducing inequity due to stock-outs of pharmaceuticals in low-resourced regions using a mobile pharmacy",
        "abstract": ""
    },
    {
        "title": "Forty years of applied mathematical modelling: A bibliometric study",
        "abstract": ""
    },
    {
        "title": "A simple mathematical model of skin diffusion of nerve agent VX in vitro",
        "abstract": ""
    },
    {
        "title": "A framework for identifying mathematical arguments as supported claims created in day-to-day classroom interactions",
        "abstract": ""
    },
    {
        "title": "The convergence and stability analysis of a numerical method for solving a mathematical model of language competition",
        "abstract": ""
    },
    {
        "title": "An efficiency and robustness analysis of warm-start mathematical models for idle and waiting times optimization in the flow shop",
        "abstract": ""
    },
    {
        "title": "On a Mathematical model for traveling sand dune",
        "abstract": ""
    },
    {
        "title": "Robust nonlinear mathematical transmission expansion planning based on German electricity market simulation",
        "abstract": ""
    },
    {
        "title": "Leptin effect s on glucose and insulin kinetics: A mathematical model",
        "abstract": ""
    },
    {
        "title": "Enhancing and analyzing kindergarten teachers  professional knowledge for early mathematics education",
        "abstract": ""
    },
    {
        "title": "Analyzing connections between teacher and student topic-specific knowledge of lower secondary mathematics",
        "abstract": ""
    },
    {
        "title": "After 1952: The later development of Alan Turing s ideas on the mathematics of pattern formation",
        "abstract": ""
    },
    {
        "title": "Logical form, mathematical practice, and Frege s Begriffsschrift",
        "abstract": ""
    },
    {
        "title": "Analysis of proportional reasoning and misconceptions among students with mathematical learning disabilities",
        "abstract": ""
    },
    {
        "title": "Reflections on the promise and complexity of mathematics coaching",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling and parameter estimation of unemployment with the impact of training programs",
        "abstract": ""
    },
    {
        "title": "Exact and explicit traveling wave solution to the time-fractional phi-four and (2+1) dimensional CBS equations using the modified extended tanh-function method in mathematical physics",
        "abstract": ""
    },
    {
        "title": "Truth isn t everything: Promoting aesthetically guided choice in mathematical work",
        "abstract": ""
    },
    {
        "title": "Mathematical modelling for seismic affected zoning of tunnel cavity section under SH wave incidence and shaking table verification",
        "abstract": ""
    },
    {
        "title": "Ariel s cycles of problem solving: An adolescent acquires the mathematics register",
        "abstract": ""
    },
    {
        "title": "Optimizing profit and reliability using a bi-objective mathematical model for oil and gas supply chain under disruption risks",
        "abstract": ""
    },
    {
        "title": "Teachers  mathematical activity in inquiry-oriented instruction",
        "abstract": ""
    },
    {
        "title": "An elementary diffusion problem, Laplace transforms and novel mathematical identities",
        "abstract": ""
    },
    {
        "title": "Mathematical formulations for project scheduling problems with categorical and hierarchical skills",
        "abstract": ""
    },
    {
        "title": "Mathematical programs with multiobjective generalized Nash equilibrium problems in the constraints",
        "abstract": ""
    },
    {
        "title": "A disability studies in mathematics education review of intellectual disabilities: Directions for future inquiry and practice",
        "abstract": ""
    },
    {
        "title": "Mathematics teachers  attention to potential classroom situations of argumentation",
        "abstract": ""
    },
    {
        "title": "Multidimensional national profiles for TIMSS 2007 and 2011 mathematics",
        "abstract": ""
    },
    {
        "title": "Shared communication in building mathematical ideas: A longitudinal study",
        "abstract": ""
    },
    {
        "title": "Chapter 4: Some Mathematical Topics on Which to Practice Proof Techniques",
        "abstract": ""
    },
    {
        "title": "Reduced 2D/1D mathematical models for analyzing inductive effects in submerged arc furnaces",
        "abstract": ""
    },
    {
        "title": "Reading mathematics for understanding From novice to expert",
        "abstract": ""
    },
    {
        "title": "The mindset disconnect in mathematics teaching: A qualitative analysis of classroom instruction",
        "abstract": ""
    },
    {
        "title": "11: A mathematical model for the reopening of schools in Mexico",
        "abstract": ""
    },
    {
        "title": "Why it is important for in-service elementary mathematics teachers to understand the equality .999=1",
        "abstract": ""
    },
    {
        "title": "Field-based hypotheses on advancing standards for mathematical practice",
        "abstract": ""
    },
    {
        "title": "Chapter 10: Mathematical Series",
        "abstract": ""
    },
    {
        "title": "The role of children s mathematical aesthetics: The case of tessellations",
        "abstract": ""
    },
    {
        "title": "Supporting teachers in improving their knowledge of mathematics",
        "abstract": ""
    },
    {
        "title": "Corrigendum to Recovery by discretization corrected particle strength exchange (DC PSE) operators : Applied Mathematics and Computation 448 (2023) 127923",
        "abstract": ""
    },
    {
        "title": "The effect of quantitative reasoning on prospective mathematics teachers  proof comprehension: The case of real numbers",
        "abstract": ""
    },
    {
        "title": "Mathematical modelling for shield tunneling induced displacement effects on in-service tunnel: theoretical solution including shearing deformation of segment and stiffness reduction of circumferential joints",
        "abstract": ""
    },
    {
        "title": "The interplay of various Scandinavian mathematical journals (1859 1953) and the road towards internationalization",
        "abstract": ""
    },
    {
        "title": "Soliton wave solutions of nonlinear mathematical models in elastic rods and bistable surfaces",
        "abstract": ""
    },
    {
        "title": "A recovery mathematical model for the impact of supply chain interruptions during the lockdown in COVID-19 using two warehouse perishable inventory policies",
        "abstract": ""
    },
    {
        "title": "Disturbed  by Euclid: Thomas Fincke and the reading of Ramist mathematics in sixteenth-century Germany",
        "abstract": ""
    },
    {
        "title": "The mathematical beliefs and behavior of high school students: Insights from a longitudinal study",
        "abstract": ""
    },
    {
        "title": "A mathematical model and metaheuristic approach to solve the real-time feeder vehicle routing problem",
        "abstract": ""
    },
    {
        "title": "A locus for transnational exchanges: European mathematical journals for students and teachers, 1860s 1914",
        "abstract": ""
    },
    {
        "title": "Elementary teachers  beliefs on the role of struggle in the mathematics classroom",
        "abstract": ""
    },
    {
        "title": "Mathematics coaching and instructional reform: Individual and collective change",
        "abstract": ""
    },
    {
        "title": "Reverse mathematics and Peano categoricity",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis of the influence of prey escaping from prey herd on three species fractional predator-prey interaction model",
        "abstract": ""
    },
    {
        "title": "Students  epistemological frames and their interpretation of lectures in advanced mathematics",
        "abstract": ""
    },
    {
        "title": "Euler and the structure of mathematics",
        "abstract": ""
    },
    {
        "title": "Elementary mathematics specialists in  departmentalized  teaching assignments: Affordances and constraints",
        "abstract": ""
    },
    {
        "title": "The mathematics teacher: Between solving equations and the meaning of it all",
        "abstract": ""
    },
    {
        "title": "Computerizing Mathematical Text with MathLang",
        "abstract": ""
    },
    {
        "title": "After eliciting: Variation in elementary mathematics teachers  discursive pathways during collaborative problem solving",
        "abstract": ""
    },
    {
        "title": "Mathematical formulation of a dynamical system with dry friction subjected to external forces",
        "abstract": ""
    },
    {
        "title": "From language as a resource to sources of meaning in multilingual mathematics classrooms",
        "abstract": ""
    },
    {
        "title": "Backward bifurcation in a mathematical model for HIV infection in vivo with anti-retroviral treatment",
        "abstract": ""
    },
    {
        "title": "The impact of a conceptual model-based mathematics computer tutor on multiplicative reasoning and problem-solving of students with learning disabilities",
        "abstract": ""
    },
    {
        "title": "Improved flashover mathematical model of polluted insulators: A dynamic analysis of the electric arc parameters",
        "abstract": ""
    },
    {
        "title": "Mathematics and philology: An example from wasan",
        "abstract": ""
    },
    {
        "title": "Epistemic management in mathematics classroom interactions: Student claims of not knowing or not understanding",
        "abstract": ""
    },
    {
        "title": "The duality between ways of thinking and ways of understanding: Implications for learning trajectories in mathematics education",
        "abstract": ""
    },
    {
        "title": "Representations of a mathematical model as a means of analysing growth phenomena",
        "abstract": ""
    },
    {
        "title": "Preschool children s collective mathematical reasoning during free outdoor play",
        "abstract": ""
    },
    {
        "title": "On the mathematical modeling for optimal selecting of calibers of conductors in DC radial distribution networks: An MINLP approach",
        "abstract": ""
    },
    {
        "title": "Corrigendum to An accuracy-preserving numerical scheme for parabolic partial differential equations subject to discontinuities in boundary conditions  [Applied Mathematics and Computation 400 (2021) 125979]",
        "abstract": ""
    },
    {
        "title": "Chemoimmunotherapy for the treatment of prostate cancer: Insights from mathematical modelling",
        "abstract": ""
    },
    {
        "title": "Answering the call by developing an online elementary mathematics specialist program",
        "abstract": ""
    },
    {
        "title": "At the intersection of mathematics and language: Examining mathematical strategies and explanations by grade and English learner status",
        "abstract": ""
    },
    {
        "title": "Conditions for proving by mathematical induction to be explanatory",
        "abstract": ""
    },
    {
        "title": "Exploring unfamiliar paths through familiar mathematical territory: Constraints and affordances in a preservice teacher s reasoning about fraction comparisons",
        "abstract": ""
    },
    {
        "title": "A mathematical modeling approach to assess biological control of an orange tree disease",
        "abstract": ""
    },
    {
        "title": "Interplay between mathematical journals on various scales 1850 1950",
        "abstract": ""
    },
    {
        "title": "Mental mathematics with mathematical objects other than numbers: The case of operation on functions",
        "abstract": ""
    },
    {
        "title": "Free choice sequences: A temporal interpretation compatible with acceptance of classical mathematics",
        "abstract": ""
    },
    {
        "title": "Outbreak and control of Foot and Mouth Disease within and across adjacent districts A mathematical perspective",
        "abstract": ""
    },
    {
        "title": "Robotic disassembly line balancing problem: A mathematical model and ant colony optimization approach",
        "abstract": ""
    },
    {
        "title": "Mathematical structure of topological solitons due to the Sine-Gordon Equation",
        "abstract": ""
    },
    {
        "title": "A new mathematical model studying imperfect vaccination: Optimal control analysis",
        "abstract": ""
    },
    {
        "title": "Physical restriction neural networks with restarting strategy for solving mathematical model of thermal heat equation for early diagnose breast cancer",
        "abstract": ""
    },
    {
        "title": "Mathematical analysis of HIV/AIDS stochastic dynamic models",
        "abstract": ""
    },
    {
        "title": "The actual measurement and analysis of transformer winding deformation fault degrees by FRA using mathematical indicators",
        "abstract": ""
    },
    {
        "title": "A fractional-order mathematical model based on vaccinated and infected compartments of SARS-CoV-2 with a real case study during the last stages of the epidemiological event",
        "abstract": ""
    },
    {
        "title": "Mathematical model and augmented simulated annealing algorithm for mixed-model assembly job shop scheduling problem with batch transfer",
        "abstract": ""
    },
    {
        "title": "Accounting for mathematicians  priorities in mathematics courses for secondary teachers",
        "abstract": ""
    },
    {
        "title": "A Detailed Mathematical Analysis of the Vaccination Model for COVID-19",
        "abstract": ""
    },
    {
        "title": "The importance of mathematical modelling in chemical risk assessment and the associated quantification of uncertainty",
        "abstract": ""
    },
    {
        "title": "Mathematical tables in Ptolemy s Almagest",
        "abstract": ""
    },
    {
        "title": "Medical waste management during coronavirus disease 2019 (COVID-19) outbreak: A mathematical programming model",
        "abstract": ""
    },
    {
        "title": "Why a new journal in Engineering and Applied Mathematics?",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling of chirped modulated waves along a multi-coupled nonlinear electrical transmission line with dispersive elements",
        "abstract": ""
    },
    {
        "title": "A Ï formulation of a mathematical model for the induction hardening process with a nonlinear law for the magnetic field",
        "abstract": ""
    },
    {
        "title": "Chapter 10: Mathematical modeling as a tool for policy decision making: Applications to the COVID-19 pandemic",
        "abstract": ""
    },
    {
        "title": "Playing the believing game: Enhancing productive discourse and mathematical understanding",
        "abstract": ""
    },
    {
        "title": "Identifying discursive entry points in paired-novice discourse as a first step in penetrating the paradox of learning mathematical proof",
        "abstract": ""
    },
    {
        "title": "Mathematical methods of diagonalization of quadratic forms applied to the study of stability of thermodynamic systems",
        "abstract": ""
    },
    {
        "title": "An  inverse  relationship between mathematics identities and classroom practices among early career elementary teachers: The impact of accountability",
        "abstract": ""
    },
    {
        "title": "Mathematical modelling of drug release from a porous granule",
        "abstract": ""
    },
    {
        "title": "NystrÃ¶m methods for approximating the solutions of an integral equation arising from a problem in mathematical biology",
        "abstract": ""
    },
    {
        "title": "Towards an integrated theory of mathematics conceptual learning and instructional design: The Learning Through Activity theoretical framework",
        "abstract": ""
    },
    {
        "title": "The role of linguistic features when reading and solving mathematics tasks in different languages",
        "abstract": ""
    },
    {
        "title": "Mathematical modeling of the discharged heat water effect on the aquatic environment from thermal power plant under various operational capacities",
        "abstract": ""
    },
    {
        "title": "The case of the Case of Benny: Elucidating the influence of a landmark study in mathematics education",
        "abstract": ""
    },
    {
        "title": "Chapter 12: Mathematical programming",
        "abstract": ""
    },
    {
        "title": "Folding back, thickening and mathematical met-befores",
        "abstract": ""
    },
    {
        "title": "Two problems in the ç­­æ¸æ¸ Suanshu shu (Book of Mathematics): Geometric relations between circles and squares and methods for determining their mutual relations",
        "abstract": ""
    },
    {
        "title": "Using contextualized tasks to engage students in meaningful and worthwhile mathematics learning",
        "abstract": ""
    },
    {
        "title": "Explication as a lens for the formalization of mathematical theory through guided reinvention",
        "abstract": ""
    },
    {
        "title": "Examining novice teacher leaders  facilitation of mathematics professional development",
        "abstract": ""
    },
    {
        "title": "Optimization of constrained mathematical and engineering design problems using chaos game optimization",
        "abstract": ""
    },
    {
        "title": "Mathematical modelling of Banana Black Sigatoka Disease with delay and Seasonality",
        "abstract": ""
    },
    {
        "title": "Inference on estimators defined by mathematical programming",
        "abstract": ""
    },
    {
        "title": "A mathematical model for a framework of a supporting system for international trade transaction",
        "abstract": ""
    },
    {
        "title": "Mathematical modelling and numerical approximation of a leachate flow in the anaerobic biodegradation of waste in a landfill",
        "abstract": ""
    },
    {
        "title": "Geometry students  hedged statements and their self-regulation of mathematics",
        "abstract": ""
    },
    {
        "title": "Interactive autodidactic school: A new metaheuristic optimization algorithm for solving mathematical and structural design optimization problems",
        "abstract": ""
    },
    {
        "title": "Knowing students as mathematics learners and teaching numbers 10 100: A case study of four 1st grade teachers from Romania",
        "abstract": ""
    },
    {
        "title": "A new mathematical construction of the general nonlinear ODEs of motion in rigid body dynamics (Euler s equations)",
        "abstract": ""
    },
    {
        "title": "Temporal freedom in mathematical thought: A philosophical empirical enquiry",
        "abstract": ""
    },
    {
        "title": "Malaria and COVID-19 co-dynamics: A mathematical model and optimal control",
        "abstract": ""
    },
    {
        "title": "Retraction notice to  A generalization of the Schur-Siegel-Smyth trace problem  [Journal of Mathematical Analysis and Applications 436 (1) (2016) 489 500]",
        "abstract": ""
    },
    {
        "title": "An examination of college mathematics majors  understandings of their own written definitions",
        "abstract": ""
    },
    {
        "title": "A curious case of superscript (): Prospective secondary mathematics teachers explain",
        "abstract": ""
    },
    {
        "title": "Enhanced Flow Direction Arithmetic Optimization Algorithm for mathematical optimization problems with applications of data clustering",
        "abstract": ""
    },
    {
        "title": "Exploring a structure for mathematics lessons that initiate learning by activating cognition on challenging tasks",
        "abstract": ""
    },
    {
        "title": "Inductive inference and reverse mathematics",
        "abstract": ""
    },
    {
        "title": "From course design to presentations of proofs: How mathematics professors attend to student independent proof reading",
        "abstract": ""
    },
    {
        "title": "Issues in theorizing mathematics learning and teaching: A contrast between learning through activity and DNR research programs",
        "abstract": ""
    },
    {
        "title": "On the mathematical model of Eyring Powell nanofluid flow with non-linear radiation, variable thermal conductivity and viscosity",
        "abstract": ""
    },
    {
        "title": "Mathematical definitions of enclave and exclave, and applications",
        "abstract": ""
    },
    {
        "title": "Reverse Mathematics and parameter-free Transfer",
        "abstract": ""
    },
    {
        "title": "Young children s recognition of quantitative relations in mathematically unspecified settings",
        "abstract": ""
    },
    {
        "title": "Changing students  images of  mathematics as a discipline ",
        "abstract": ""
    },
    {
        "title": "Numerical bifurcation analysis of post-contact states in mathematical models of Micro-Electromechanical Systems",
        "abstract": ""
    },
    {
        "title": "Mathematical modelling of COVID-19: A case study of Italy",
        "abstract": ""
    },
    {
        "title": "Types of reasoning required in university exams in mathematics",
        "abstract": ""
    },
    {
        "title": "Mathematical modelling of experimental data for crystallization inhibitors",
        "abstract": ""
    },
    {
        "title": "Mathematical and asymptotic analysis of thermoelastic shells in normal damped response contact",
        "abstract": ""
    },
    {
        "title": "Mathematics teaching practices with technology that support conceptual understanding for Latino/a students",
        "abstract": ""
    },
    {
        "title": "Analyzing the word-problem performance and strategies of students experiencing mathematics difficulty",
        "abstract": ""
    },
    {
        "title": "Integrating lean thinking and mathematical optimization: A case study in appointment scheduling of hematological treatments",
        "abstract": ""
    },
    {
        "title": "Validating proofs and counterexamples across content domains: Practices of importance for mathematics majors",
        "abstract": ""
    },
    {
        "title": "Gina s mathematics: Thinking, tricks, or  teaching ?",
        "abstract": ""
    },
    {
        "title": "A sample average approximation regularization method for a stochastic mathematical program with general vertical complementarity constraints",
        "abstract": ""
    },
    {
        "title": "Editing and reading early modern mathematical texts in the digital age",
        "abstract": ""
    },
    {
        "title": "Pincherle s theorem in reverse mathematics and computability theory",
        "abstract": ""
    },
    {
        "title": "A mathematical programming approach to manage group decision making with incomplete hesitant fuzzy linguistic preference relations",
        "abstract": ""
    },
    {
        "title": "3D mathematical model and numerical simulation for laying marine cable along prescribed trajectory on seabed",
        "abstract": ""
    },
    {
        "title": "A footnote to The crisis in contemporary mathematics",
        "abstract": ""
    },
    {
        "title": "Solving the patient appointment scheduling problem in outpatient chemotherapy clinics using clustering and mathematical programming",
        "abstract": ""
    },
    {
        "title": "Developing collective capacity to improve mathematics instruction: Coaching as a lever for school-wide improvement",
        "abstract": ""
    },
    {
        "title": "Hybrid mathematical model of leukemic diseases",
        "abstract": ""
    },
    {
        "title": "A novel mathematical model and a large neighborhood search algorithm for container drayage operations with multi-resource constraints",
        "abstract": ""
    },
    {
        "title": "Students  proof schemes for mathematical proving and disproving of propositions",
        "abstract": ""
    },
    {
        "title": "Mathematical programming time-based decomposition algorithm for discrete event simulation",
        "abstract": ""
    },
    {
        "title": "A mathematical model for designing a network of sustainable medical waste management under uncertainty",
        "abstract": ""
    },
    {
        "title": "From lattices via social history to theories of modernity in mathematics: A biographical essay for Herbert Mehrtens (1946-2021)",
        "abstract": ""
    }
]